class Song {
  String name;
  String details;
  String albumname;

  Song(this.name, this.details, this.albumname);
}

List songs = [
  Song(
      "సైన్యములకు అధిపతి",
      "పల్లవి :  సైన్యములకు అధిపతి - నీకేగా నా స్తుతి\nనా సైన్యములకు అధిపతి - నీకేగా నా స్తుతి\nప్రియమైన దేవా యేసయ్యా - నీకే నా స్తోత్రము\nఘనమైన రాజా యేసయ్యా - నీకే నా వందనం\nనీకె నా స్తోత్రము - నీకె నా వందనం\nనీ వాక్యమే ఇల నా జ్ఞానము\nనీ రక్తమే ఇల నా జీవము\n\n1) నా పక్షమును నీవు వహించి\nమూర్ఖుల నోళ్ళు మూయించినావు \nవీరుడవై నీవు నాకుండగా\nనేనేలా భయపడుదును నాకింక దిగులేలను\n॥సైన్యములకు॥\n\n2) పరిశుద్ధాత్మలో పరవశించి \nప్రస్తుతించి నే పాడెదను\nవిశ్వాసముతో విజయాలను \nనిత్యము నే పొందెద - నీతోనే నిలిచెద\n॥సైన్యములకు॥\n\n3) పరిపూర్ణాత్మతో నిను ప్రేమించి \nనీ పరిచర్యను జరిగించెదను\nదీనుడనై నేను నీయందే\nఅతిశయించెదను - ఆనందించెదను\n॥సైన్యములకు॥",
      "యేసే అధిపతి"),
  Song(
      "కన్నుల జారిన కన్నీళ్ళు",
      "పల్లవి :  కన్నుల జారిన కన్నీళ్ళు - తడిపెను దేవుని పాదాలు\nఇప్పటి నుండి నీ కళ్ళు - చూచును యేసుని కార్యాలు \nఉందిలే దీవెనా... ఎందుకా వేదన... \nపొందినా యాతనా... ఆయనే మరుచున\n\n1)పలుకాకి లోకం నిందించిన\nఏకాకివై నీవు రోధించిన\nఅవమాన పర్వాలు ముగిసేనులే\nఆనంద గీతాలు పాడేవులే\nనవ్వినోళ్ళంత నీ ముందు-తలను వంచేరు ఇక ముందు\n॥ఉందిలే దీవెనా॥\n\n2) అనుకొనని శ్రమలెన్నో ఎదిరించిన \nఆత్మీయుల ప్రేమ నిదురించిన \nఅసమానమైన నా దేవుని \nబలమైన బాహువు నిను వీడున \nయేసు నిలిచాడు నీ ముందు నీకు చేసేను కనువిందు\n॥ఉందిలే దీవెనా॥",
      "యేసే అధిపతి"),
  Song(
      "జ్యోతిర్మయుడా - ప్రేమ స్వరూపుడా",
      "పల్లవి :  జ్యోతిర్మయుడా - ప్రేమ స్వరూపుడా\nసర్వము నెరిగిన నా యేసయ్యా\nమహిమాన్వితుడా - మహా ఘనుడా\nసత్యవంతుడా నా యేసయ్యా \nనీకే నా ఆరాధన - నీకే నా ఆరాధన\n\n1) వారిలో ఒంటరియైనవాడు వేయి మంది అగునూయని\nఎన్నికలేనివాడు బలమైన జనమగునూయని\nవాగ్ధానములను నెరవేర్చి - వారిలో నన్ను చేర్చావు \nనీ వారసునిగా నను చేశావు\nఆ...ఆరాధనా...ఆహా...ఆరాధనా   ॥జ్యోతిర్మయుడా॥\n\n2) నిషేధించబడిన రాయి - మూలకు తలరాయి అగునూయని \nనీ మాటలను నెరవేర్చి- నీతిమంతునిగా తీర్చావు\nనా నీతివి నీవై నిలిచావు\nఆ...ఆరాధనా...ఆహా...ఆరాధనా    ॥జ్యోతిర్మయుడా॥",
      "యేసే అధిపతి"),
  Song(
      "మమతను చూపిన నా యేసయ్యా",
      "పల్లవి :  మమతను చూపిన నా యేసయ్యా \nకలతను మాన్పె దేవుడవయ్యా \nకనులతో చూసే నీ రూపమే\nమహిమతో నిండే - ఆదర్శనమే \nయదలో తొలిగేను - ప్రతిభారమే\n\n1) నా తోడు ఎవరూ యిక లేరని\nనా ఆత్మ నాలో కలత చెందగా\nనా కన్నీటిని తుడిచి నా తోడు నిలిచి \nబహు వింత ప్రేమ చూపి ఓదార్చితివి\nనీ దివ్య సన్నిధిలో నను చేర్చితివి\n॥మమతను॥\n\n2) నా పాప భారం వెంటాడగా\nవేదనతో నేను తిరుగుచుండగా\nనా పాపమంత మోసి నా భారం తీసి \nనా కన్న తండ్రివై నను గాచితివి\nనీ మహిమ రాజ్యంలో నను నిలిపితివి\n||మమతను॥",
      "యేసే అధిపతి"),
  Song(
      "అమ్మ చూపలేదు నీ ప్రేమ ",
      "పల్లవి :  అమ్మ చూపలేదు నీ ప్రేమ\nనాన్న చూపలేడు నీ ప్రేమ\nబంధు మిత్రులు ప్రాణాహితులు\nఎవ్వరు చూపలేరు నీ ప్రేమ\n\n1) చేయరాని కార్యములెన్నో చేసి బాధ పరచినను\nచెడిన పాత్రనైన నన్నుచేరదీసినావు నీవు\nఏ మంచిలేని నన్ను ఎడబాయవైతివి... వీడనాడవైతివి\nయేసయ్యా యేసయ్యా యేసయ్యా యేసయ్యా\n॥అమ్మ చూపలేదు||\n\n2) నీదు ప్రేమబంధము విడిచి నిన్ను మరచి తిరిగితిని\nలోక మాయమమతను ఎరిగి అలసి నిన్ను చేరితిని\nఏ విలువలేని నాకు బహు ఘనతవైతివి... నిజ\nమమతవైతివి\nయేసయ్యా యేసయ్యా యేసయ్యా యేసయ్యా\n॥అమ్మ చూపలేదు|",
      "యేసే అధిపతి"),
  Song(
      "హృదయ వాంఛలు తీర్చువాడా ",
      "పల్లవి :  హృదయ వాంఛలు తీర్చువాడా \nనా కోరిక సిద్ధాం చేయువాడా\nనిన్నే ఆరాధింతునూ...\nనే నిన్నే సేవింతునూ...\nనిన్నే ఆరాధింతునూ - నా హృదయ మంతటితో ॥2॥\n ॥హృదయ॥\n\n1)నేనడిగి అడగక మునుపే - నా అక్కర తీర్చియున్నావు\nనే వెతికి వెతకక మునుపే - నా ఎదుటే నిలిచి యున్నావు\nనే చేరి చేరక మునుపే - నా చెంతన చేరావు\n॥ నిన్నే ఆరాధింతునూ॥ ॥ హృదయ॥\n\n2)కన్నీటి లోయలు ఎన్నో - సంతోషపు శిఖరము లాయే\nసమృద్దికై వేదకిన మనసే - సంతృప్తితో నీ దరి చేరే\nవిలువైన నీ కృప పొంది - హర్షించెద నీలోనే\n॥నిన్నే ఆరాదింతునూ॥॥ హృదయ॥",
      "యేసే అధిపతి"),
  Song(
      "సదయుడా నా యేసయ్య",
      "పల్లవి :  సదయుడా నా యేసయ్యా\nస్తుతి ఘనతా మహిమ నీకేనయ్య\nప్రతి క్షణము నీ వాత్సల్యమును చూపి విడువక ప్రేమించితివే\nఎడబాయక కాచితివే నీవే స్తుతి గానము\nనీవే నా విజయము నీవే నా అతిశయం యేసయ్యా\n\n1) నా సరిహద్దులలో నెమ్మది కలుగగా కారణము నీవే\nకృపా క్షేమము నావెంట నిలువగ కనికరము నీదే\nసన్నుతించెదనూ ఊపిరున్నంత వరకూ విశ్రమించను నేను నిన్ను చేరేంత వరకూ\nనిన్ను చేరేంత వరకూ...\n\n2)పలు విధములుగా నిను విసిగించినా నను సహియించితివే\nపూర్ణ ఓరిమితో నను భరియించి భుజమున మోసితివే\nసన్నుతించెదనూ ఊపిరున్నంత వరకూ విశ్రమించను నేనూ నిన్ను చేరేంత వరకూ\nనిన్ను చేరేంత వరకూ...",
      "యేసే అధిపతి"),
  Song(
      "వీచేగాలి స్వాగతమనియే",
      "పల్లవి :  వీచేగాలి స్వాగతమనియే - వెలిగే తారా సందడి చేసే\nఇన్నినాళ్ళ నిరీక్షణ ఫలియించగా (2)\nశ్రీ యేసుడే ఇలలోన ఉదయించేగా (2)\n సర్వొనన్నతమైన స్థలములలో (2)\nదేవునికే మహిమ కలుగును గాక\nదేవునికే,ఘనత కలుగును గాక (2)    ॥ వీచేగాలి ॥\n\n(1) అంభస్య పారే భవనస్య మధ్యే\nనాకస్య పృష్టే మహతో మహీయాన్\nశుక్రేణ జ్యోతి గుంషి సామను ప్రవిష్ట: ప్రజాపతిశ్చరతి గర్భే అంత: \n\n(2) సృష్టికర్త యైనవాడు సృష్టిగా మారే\nకాలమే లేనివాడు కాలము చేరే\nదేవుడైయున్నవాడు మనిషిగా మారే (2)\nమాతృ గర్భమందు చేరి ఆటలు ఆడే (2)\nఆటలు ఆడే .....     ॥ వీచేగాలి ॥\n\n(3) 3. అనంతమై యున్నవాడు అల్పుడు ఆయే\nరారాజుగా ఉన్నవాడు దాసుడు ఆయే (2)\nపుడమియే పులకించగ పాదాము మోపే (2)\nదూతలంత సంతసించి స్తోత్రము చేసే (2)\nస్తోత్రము చేసే.....  ॥ వీచేగాలి ॥",
      "సత్య స్వరూపుడా నా యేసయ్య"),
  Song(
      "అదిగో ప్రియుని కేక",
      "పల్లవి :  అదిగో ప్రియుని కేక - నీకై యేసు రాక\nవెదుకుతూ ఉన్నావా విడుదల దారే కనరాక\nపొందే ఈ శ్రమలు నీతో ఉండవు కడదాక \n||అదిగో||\n\n(1)  అడుగడుగున పయనంలో అవమానపు హేళనలో\nనొప్పించే మాటలతో మనస్సు నలిగియున్నావా\nమది నిండిన వేదనను మౌనముగా భరియిస్తూ\nకనుల నిండా కన్నీళ్ళతో ప్రభువుని చూస్తూ ఉన్నావా\nనువ్వు నమ్మినా దేవుడు నిన్ను మరిచిపోడెన్నడ\nఅనుభవాల పాఠం కోసం నిన్ను అప్పగించాడు\nపొందే ప్రతి గాయం రూపు మాసిపోయే \nసమయం సంతోషం ఇక ఆసన్నమాయే\n||అదిగో||\n\n(2)  ప్రాణహితులు అన్నవారే ప్రాకారము కూల్చివేయగా\nఅనురాగం చిన్నబోయి మిన్నకుండి పోయావా\nనీ ప్రేమే విషమయ్యి నీ మమతే మిష అయ్యి\nనువ్వు ఆనుకున్నవారే నిన్ను త్రోసి వేశారా\nనువ్వు చేసిన మేలు నీ దేవుడు చూశాడు \nనీవు పొందినా కీడు నిశ్చయముగా రాశాడు.\nన్యాయం అన్యాయం తెలిసియున్నవాడు\nనీ నీతి సూర్యకాంతై వెలుగ నిలుపుతాడు\n||అదిగో||",
      "సత్య స్వరూపుడా నా యేసయ్య"),
  Song(
      "వెండి బంగారములు",
      "పల్లవి :  స్తుతి నీకే నా ప్రభు - స్తోత్ర స్తుతి నీకే నా ప్రభు\nస్తుతి ఘనత మహిమలన్నీ నీకే నీకే ప్రభు\nస్తుతి ఘనత మహిమలన్నీ నీకే యేసూ ప్రభు\n\n(1)  వెండి బంగారములు నాకు వలదు\nపేరు ప్రఖ్యాతులు నాకు వలదు\nఇహ భోగ భాగ్యాలు నాకు వలదు\nసిరి సంపదల ఆశ నాకు లేదు\nనీ పాద సన్నిధే నాకు చాలు\n\n(2)  కమ్మని విందులు నాకు వలదు\nక్షణిక ఆనందాలు నాకు వలదు\nకీర్తి కిరీటాలు నాకు వలదు\nకలల సంచారాలు నాకు వలదు\nనీ దివ్య కౌగిలే నాకు చాలు.\n॥స్తుతి నీకే నా ప్రభు॥\n\n(3) బంధు బంధావ్యాల భాద వలదు\nబరువు భాద్యతలన్న భయము వలదు\nనీ మధుర బంధమే నాకు చాలు\nనీవిచ్చు భాగ్యమే నాకు మేలు\nనువ్వు మెచ్చు కార్యామే నాకు చాలు\nనువ్వు హెచ్చుకార్యమే నాకు చాలు\n॥స్తుతి నీకే నా ప్రభు॥",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "రాజువైన నా దేవా ",
      "పల్లవి :  రాజువైన నా దేవా - రారాజువైన యేసయ్యా\nకోటి స్వరముల స్తుతియించినా ||2||\nతనివి తీరదు నా మనస్సున ॥2॥\nఆరాధన స్తుతి ఆరాధన ॥4॥\n\n(1)  కృప చూపుటలో శ్రీమంతుడా\nతరతరములకు ఆరాధ్యుడా\nషాలేము రాజా నా యేసయ్యా\nనా స్తుతి ఘనతా మహిమ నీకేనయ్యా\n\n(2)  నను గెలిచినది నీ త్యాగము\nనడిపించినది ఉపదేశము\nయేసయ్యా నీ సంకల్పము\nనెరవేర్చుటయే నా భారము\n\n(3) మరణమే లేనిది నీ రాజ్యము\nమహిమోన్నతమైన ఆ దేశము\nయేసయ్యా నీ ఘన నామము\nమారు మ్రోగును ప్రతి నిత్యము\n॥ ఆరాధన ॥",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "యేసు రక్తమే",
      "పల్లవి :  యేసు రక్తమే యేసు రక్తమే\nయేసు రక్తమే ప్రభు యేసు రక్తమే\nప్రతి ఘోర పాపం తొలగించి వేయున్\nప్రతి ఘోర శాపం తొలగించి వేయున్\nయేసు రక్తమే ప్రభు యేసు రక్తమే\nయేసు రక్తమే ప్రభు యేసు రక్తమే\n\n(1)  అక్షయజీవం కలిగిన దేవుని రక్తం\nఆరని జ్వాలగ నేటికి నిలిచిన రక్తం\nఅపవాది క్రియలను లయపరచిన రక్తం\nఅంధకార శక్తులను గెలిచిన రక్తం.   ॥యేసు రక్తమే॥\n\n(2) నిత్యజీవమిచ్చే నిబంధన రక్తం\nనీతిని కలిగించే నిర్దోషుని రక్తం\nనిత్యమైన వాత్సల్యం నిండిన రక్తం\nనిన్న నేడు రేపు చాలిన రక్తం.                ॥యేసు రక్తమే॥",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "ప్రేమకే స్వాగతం",
      "పల్లవి :  ప్రేమకే స్వాగతం పరమాత్మ కే స్వాగతం...\nమహిమ కాంతి సుగుణాల శాంతి నా యేసుకే స్వాగతం..\nనా ప్రియునికే స్వాగతం..(2)\n\n(1)  కరుణ కే స్వాగతం కరుణాత్మా కే స్వాగతం ..\nకరుణ అరుణాల కోటి వర్ణాల నీతికే స్వాగతం..\nనా రాజుకే స్వాగతం..(2)\n\n(2)  సమతకే స్వాగతం నిజ మమతకే స్వాగతం..\nసకల భాగ్యల సప్త నేత్రాల స్వామికే స్వాగతం..\nనీ ప్రేమకే స్వాగతం..(2)\n\n(3) క్రీస్తుకే స్వాగతం నా యేసుకే స్వాగతం..\nసత్య మార్గాల జీవ వాక్యాల కర్తకే స్వాగతం..\nనా జ్ఞానికే స్వాగతం..(2)\n\n(4) అగ్నికే స్వాగతం దైవాగ్ని కే స్వాగతం..\nపాప బంధాలు తెంచి విడిపించే మూర్తికే స్వాగతం...\nఘన కీర్తికే స్వాగతం..(2)",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "నా నీతికి ఆధారమా",
      "పల్లవి :  నా నీతికి ఆధారమా\nనిబంధన మందసమా\nఅనుబంధమా మకరందమా - నాలో ఆనందమా\nమహనీయుడా యేసయ్యా - ఆరాధన నీకేనయ్యా\n\n(1) నీ ప్రేమ నాపై ధ్వజముగా నిలిపినావు\nఇమ్మానుయేలువై అన్ని వేళల ఆదుకున్నావులే\nఅలసిన నా ఆశ తృప్తిపరచగా\nఅంకితమైనావు లే - కృపలో దాచావులే  \n॥మహనీయుడా||\n\n(2)  నీ రూపు నాలో ఏర్పరచగా నెంచినావు\nపరమ కుమ్మరిపై నీ పోలికగా మలచుచున్నావులే\nనా శ్రమలన్నీ నీ మహిమ యెదుట\nనన్ను నిలిపేనులే - నీ వలే మారేనులే  \n॥మహనీయుడా||\n\n(3) నీ దృష్టి నాపై నిలిపి బోధించినావు\nదీరుడవై నీవు నా ముందుగా నిలిచి గెలిపించినావు\nఅవమానించిన శత్రువు యెదుట\nనన్ను ఘనపరిచావు - నా పక్షమై నిలిచావు \n॥మహనీయుడా||",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "కావాలి కావాలి",
      "పల్లవి :  కావాలి కావాలి యేసు నువ్వే కావాలి\nరావాలి రావాలి నీ సన్నిధి నాతో రావాలి\nనువ్వు లేకుండా నేనుండలేనయ్యా\nనీ తోడు లేకుండా జీవించలేనయ్యా\nఅండ దండ నువ్వే యేసయ్యా\nనా కొండ కోట నువ్వే యేసయ్య\n\n(1) నా క్షేమాధారము నువ్వే ఈ జగతిలో\nఆక్షేపణ చెయ్యను నేను ఏ కొరతలో\nకలతలలో నేనున్నా కలవరపడనయ్యా\nనీ తలపులలో నేనున్నా అంతే చాలయ్యా\n\n(2)  ఎడారైనా పుష్పిస్తుంది చల్లని నీ చూపులతో\nమండుటెండ మంచవుతుంది నీ దర్శన వేళలలో\nఆశైనా శ్వాసైనా నీవే యేసయ్యా\nనా ఊసైనా ధ్యాసైనా నీమీదేనయ్యా\n\n(3) నా బ్రతుకున ఓటములెన్నో గెలుపయ్యెగా\nనా చీకటి వెలుగుగ మారే నీ దయేగా\nవేదననే వేడుకగా మలచిన యేసయ్యా\nవెల్లువలా నీ కృపయే దొరికెను చాలయ్యా",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "సర్వ శక్తిగల దేవా",
      "పల్లవి :    సర్వశక్తి గల దేవా నీకే స్తోత్రమేసయ్యా\nసర్వాధికారివి నీవే హల్లెలూయా\nహల్లెలూయా.... యేసయ్యా(2)\n\n(1)  దేవాది దేవుడువే - దీనాతి దీనుడవై (2)\nపుట్టావు పశువుల పాకలో (2)\nతగ్గించుకున్నావు నేల మట్టుకు నీవు (2)\nహెచ్చింపబడితివా - నింగి దాటి (2).   \n॥హల్లెలూయ॥\n\n(2) నీతిమంతుని చూడ - ఒక్కడైనను లేని\nపాపాల ఈ జగతిలో\nశుద్ధుడై వచ్చావు - రక్తాన్ని కార్చావు\nమా పాప భారము నీ భుజమును మోశావు\nప్రాణాన్ని పెట్టి నీవు తిరిగి లేచావు. ॥హల్లెలూయ||",
      "సత్య స్వరూపుడా నా యేసయ్య "),
  Song(
      "సర్వభూమికి రాజైన దేవా",
      "పల్లవి :  సర్వభూమికి రాజైన దేవా...\nసర్వశక్తుడ నీవే నా ప్రభువా....\nరమ్యముగా కీర్తనలే నే పాడెదా\n\n(1)  ఆర్భాటముతో జయధ్వనులతో\nసర్వజనులంత చప్పట్లతో\nవిజయశీలుడవు నీవేయనీ\nవిశ్వాసముతో స్తుతించెదము .\n\n(2)  ఆ దివిలో.... పరిశుద్ధులు\nపాడుచుందురే - స్తోత్రములు\nఈ భువిలో... నీ పిల్లలు\nఅనుభవింతురే నీ మహిమలు\n\n(3) సర్వప్రాణులు ప్రతి ఉదయం\nవేడుచుండునే నీ సాయం\nనిను ప్రేమించే ప్రతి హృదయం\nకోరుచుండునే నీ స్నేహం\nఆరాధన... స్తుతి ఆరాధన...",
      "యేసే సర్వశక్తుడు"),
  Song(
      "నా గురి నీవే నా దరి నీవే",
      "పల్లవి :  నా గురి నీవే నా దరి నీవే\nనా స్వర జరి నీవే యేసయ్యా\n\n(1)  మార్పు లేని మనసే నీది\nమరపురాని ప్రేమే నీది\nకలనైన మెళకువనైన\nమధురస్మతి నీవేగా... హృది నిను పాడేనుగా.. \n॥నా గురి॥\n\n(2)  బలహీనతలో బలమే నీవు\nబాహుబలము చూపించేవు\nప్రియుడా నన్ను ఘనముగ చూడా\nపరితంపించేవుగా.. ప్రేమానిధి నీవేగా..\n\n(3) శాశ్వతమైనా కృపయే నీది.....\nశ్రమలోనన్ను విడువగలేనిది\nసుందరమైన.....సీయోనులోనా....\nనిన్ను చూచేనుగా....నూతన,గీతము పాడేనుగా.. \n|| నాగురి",
      "యేసే సర్వశక్తుడు"),
  Song(
      "ఎంత చిత్రమో.... ",
      "పల్లవి :  ఎంత చిత్రమో.... ఏమి చోద్యమో....\nయేసయ్యా నీ జననం ఎంత చిత్రమో\nయేసయ్యా నీ ఆగమనం ఎంత చోద్యమో\n\n(1)  ఆకాశ మహకాశములే పట్టజాలని దేవుడవు\nఅణువంత రూపుదాల్చి కన్యగర్భము చేరావు\nలోకాలే ఏలేటి నీవు పసికూనై ఒడి చేరినావు\nఊహకు అందదు నీ వింత త్యాగం....\n\n(2)   దూతలతో మహాదూతలతో మహిమనొందే దేవుడవు\nఘనమహిమ నీవు విడచి మట్టి మనిషిగ మారావు\nపాపులను రక్షింప నీవు బలియాగం కాగోరినావు\nఉన్నతమైనది నీ ప్రేమ చరితం.....",
      "యేసే సర్వశక్తుడు"),
  Song(
      "నీ దుఃఖ దినములు",
      "పల్లవి :  నీ దుఃఖ దినములు సమాప్తమైయున్నవి\nనీ బ్రతుకులో ముళ్ళు తొలగించబడి యున్నవి\n\nఅ॥ప॥ ఇన్నాళ్ళ కడగళ్ళు తొలగించగా\nఇన్నేళ్ళ కన్నీళ్ళు తుడిచేయగా\nయేసయ్య నిలిచాడు నీ తోడుగా\n\n(1)  అలసిన నీ ఆశ ప్రభు తీర్చగా\nచెదిరిన నీ మది సరి చెయ్యగా\nలోకము శోకము నీలో తీసి\nనూతన క్రియలను జరిగించునుగా\n\n(2) నీపై నిందను తొలగించగా\nతలగా నిన్ను నియమించగా\nదూషణలన్నీ భూషణములుగా\nహృదిలో చేదును మధురము చేయగా\n\n(3) కలతల కడలిని దాటించగా\nతరగని సమృద్ధి దయ చేయుగా\nపరులకు సాయము చేయగ నిన్ను\nపలు విధములుగా దీవించునుగాs",
      "యేసే సర్వశక్తుడు"),
  Song(
      "నిన్నే తలచి - నిన్నే వలచి",
      "పల్లవి :  నిన్నే తలచి - నిన్నే వలచి\nదేవుడే మనుష్యుడైన చిత్రము చూడుమా\nఆ దేవుడే దీనుడైన చిత్రము చూడుమా\nహృదయమా హృదయమా నాహృదయమా\nయేసయ్య ప్రేమను గాంచుమా\nప్రాణమా -ప్రాణమా నా ప్రాణమా\nయేసయ్యా స్నేహము గోరుమా   ||నిన్నే తలచి||\n\n(1)  స్థిరమే లేని మనుషుల ప్రేమలు -నటనయే చూపుచు కదిలే బొమ్మలు\nకలుగజేయునే నీకు గాయము - చేయలేవులే ఏ సాయము గాయాలన్ని గేయాలుగా మార్చును నీకు యేసయ్య\nసాయమిచ్చి హాయినిచ్చి కౌగిట దాచును యేసయ్య\nనీలో నిలచి - నీతో నడచి మార్గమే చూపిన మంచి దేవుడు\nఅనురాగమే పంచిన ఆత్మీయుడు ||నిన్నే తలచి||\n\n(2)  రేపటి తలపుతో నేడే కలతతో - కృంగుట ఎందుకు కలవరమెందుకు\nనమ్మదగినవాడు నీ దేవుడు - సర్వకాలము నిన్ను విడువడు వాగ్దానమే నీకుండగ - భయమేలనే ప్రాణమా\nవర్ణింపగ సాధ్యమా నీపైన యేసయ్యకున్న ప్రేమ\nనిన్నే పిలిచి - తనలా మలచే\nయేసుపై ఆనుకో నా ప్రాణమా\nఆ యేసును నమ్ముకో అంతరంగమా  ||నిన్నే తలచి|",
      "నీ కృప"),
  Song(
      " హల్లెలూయా - హల్లెలూయా",
      "పల్లవి :  హల్లెలూయా - హల్లెలూయా\nహల్లెలూయా హల్లెలూయా ఆరాధన\nకురిపించుము దేవా - నీ ఆత్మ వర్షము\nఫలియింతును నీకై - నా జీవితాంతము.  \n॥హల్లెలూయా॥\n\n(1)  దేవుని ప్రజలందరిని - దారి మళ్ళించిన\nయెజబేలును ఎదిరించిన - ఏలియా అభిషేకం\nఐగుప్తు రాజును గడగడ వణికించి\nతనవారిని విడిపించిన మోషే అభిషేకం  \n॥హల్లెలూయా॥\n\n(2)  రాకడ సమయం ఆసన్నమైనది\nశక్తితో నను నింపమని మనసు మూల్గుచున్నది\nఆరంభ సంఘములో ప్రారంభమైన అగ్ని\nఅంతకంతకు పెంచి జ్వాలగ మార్చుము తండ్రి \n॥హల్లెలూయా॥",
      "నీ కృప"),
  Song(
      " ప్రభువా హితవత్సరం",
      "పల్లవి :  ప్రభువా హితవత్సరం - మాకు ఇచ్చావయ్యా\nవిడుదల సంవత్సరం- ప్రకటించియున్నావయ్యా\nనిను విడువనని - యెడబాయనని\nఆశీర్వదించావయ్యా - హల్లెలూయా\n\n(1)  లోకమంతటిని ముంచెత్తిన - తెగులు చేతిలో పడనీయక\nపనిపాటులేవి లేకున్నను - కరువనేది రానీయక\nఅనుకూల స్థితిలో తిను దాని కంటే\nప్రతికూల స్థితిలో సమృద్ధినిచ్చావు\nనీకే స్తోత్రమయా ప్రియమైన యేసయ్య.   ॥ప్రభువా॥\n\n(2)  అవరోధమెంతో ఎదురైనను - ఆగకుండ నీ పరిచర్యను\nఆశ్చర్యరీతిలో జరిగించావు - అధిక మహిమను\nచూపించావు తండ్రీ నీ సన్నిధికి నే దూరమైన\nదయజూపి నను నీ దరి జేర్చినావు\nనీకే స్తోత్రమయా ప్రియమైన యేసయ్య॥ప్రభువా|",
      "నీ కృప"),
  Song(
      "నీ కృప బాహుళ్యమే",
      "పల్లవి :    నీ కృప బాహుళ్యమే - నీ ప్రేమ పరవశమే\nనా యేసయ్యా నీతో నా జీవితం\nనిత్యము సంతోషమే - నిత్యము ఆనందమే    \n||నీ కృప ||\n\n(1)  అగాధ జలములు ఆర్పగలేని\nప్రేమ జ్వాలను రగిలించినది\nసంపూర్ణమైన సీయోనులో నన్ను\nచేరరమ్మని పిలిచినది     || నీ కృప బాహుళ్యమే॥\n\n(2) అసాధ్యమైన కార్యములెన్నో\nప్రార్ధించగనే సాథ్యము చేసినది\nఅనుదినము నూతన వాత్సల్యమును చూపి\nఅంతకంతకు హెచ్చించినది  || నీ కృప బాహుళ్యమే॥\n\n(3) లెక్కించలేని నా దోషములు\nనిండు ప్రేమతో క్షమియించినది\nనా శాపమంత సిలువలో కడిగి\nనన్ను నూతన పరచినది    ॥నీ కృప బాహుళ్యమే ||\n\nఆరాధన... ఆరాధన...ఆరాధన... స్తుతి ఆరాధన..",
      "స్నీ కృప"),
  Song(
      " దేవా.... దేవా....",
      "పల్లవి :   దేవా.... దేవా....\nనీవే నా ప్రాణము - నీవే నా ధ్యానము\nనీవే నా గమ్యము - నిన్ను చేరేదను   ||దేవా||\n\n(1) నన్ను తలచి - నన్ను వలచి\nనాలో నిలచి - నాతో నడచి\nవింతైన అనుభవములు నాకు చూపి\nవిలువైన పాత్రగ నను మలచిన  ||దేవా||\n\n(2)  నిన్ను తాకి పరవశించి\nపాడుకుంటాను పరమగీతం\nనీ సొంతమే ఇక నా జీవితం\nనీ సేవయే ఇల నా దర్శనం. ||దేవా|",
      "నీ కృప"),
  Song(
      " ఎబినేజర ఎబినేజర ",
      "పల్లవి :  ఎబినేజర ఎబినేజర నాదు సహాయకుడా\nఎలియేజర ఎలియేజర ఆదరించువాడా\nనీకే నా ఆరాధన - నీకే నా ఆరాధన\nనీవె నా ఆలాపన     ॥ఎబినేజర॥\n\n(1)  అడుగుజారని అనుభవమా \nఓటమి ఎరుగని జయధ్వజమ\nనీవే నాభాగ్యమా\nనిశీధిలోన ఉత్తేజమా - నిరాశలోన ఉజ్జీవమా\nనీవె నా సొంతమా     ||ఎబినేజర॥\n\n(2)  ఆత్మలో నిండిన పరిమళమా \n అంతరంగమున పరవశమా\nనీవె నా స్వాస్థ్యమా\nఅక్షయమైన అమృతమా - ఊహలకందని ఉన్నతమా\nనేనే నీ లోకమా - నేనంటే ప్రాణమా   ॥ఎబినేజర|",
      "స్తోత్ర నిది"),
  Song(
      " నీవు లేకపోతే",
      "పల్లవి :  నీవు లేకపోతే నా బ్రతుకే లేదయ్యా\nనువు చేరదీయకపోతే నా మనసే చేదయ్యా\nనువు నాకుంటే ఎన్నడు నేను ఒంటరి కానయ్య\nనీ కృప నాకు తోడై వుంటే అంతే చాలయ్యా\nఅ॥ప. యేసయ్యా.... యేసయ్యా....\n\n(1)  సిరి సంపదలు కలిగిన వేళ - అందరూ హత్తుకు వుంటారు\nసంపదలన్ని తరిగిన వేళ కంటికి ఎవ్వరు కానరారు\nఎవరున్నా... ఆ ..... లేకున్నా.... ఆ.....\nఏ స్థితిలో నేనున్న - నన్ను విడువని నమ్మకస్థుడవు నీవె\nయేసయ్యా||యేసయ్యా||\n\n(2)  విరిగిన దానిని లోకంలో ఎవ్వరు కోరుకుంటారు?\nవిరిగిన మనసును వాడుకునే నీతో ఎవ్వరు సరిరారు\nదీనులను... హీనులను\nజ్ఞానులుగా.... శ్రీమంతులుగా - మార్చగలిగిన మంచిదేవుడవు నీవె యేసయ్యా  ||యేసయ్య|",
      "స్తోత్ర నిది"),
  Song(
      "లెమ్ము తేజరిల్లుము నీవు",
      "పల్లవి :  లెమ్ము తేజరిల్లుము నీవు \n వెలుగు నీకు వచ్చియున్నది\nకుమ్ముకున్న చీకటులన్ని - తొలగిపోవు సమయమైనది\nసడలిన మోకాళ్ళును బలపరచుము\nవడలిన నీ చేతులను కదిలించుము   ||లెమ్ము||\n\n(1)  కృంగిపడిన దినములనే చాలించాలి\nఓటమినే త్రోసి గెలుపు సాధించాలి\nలోకాశల యేటికి నువ్వు ఎదురీదాలి\nలోకంలో ప్రభుజ్యోతిగా నువ్వు వెలగాలి   ||లెమ్ము||\n\n(2)  సత్యవాక్య ఖడ్గమునే ధరించాలి\nప్రార్ధన బలిపీఠాన్ని  మండించాలి\nఅపవాది కోటలను నువ్వు కూల్చాలి\nవిశ్వాస ఫలమెంతో చూపించాలి    ||లెమ్ము||",
      "స్తోత్ర నిది"),
  Song(
      "శ్రమ దినమున నీవు కృంగితే",
      "పల్లవి :   శ్రమ దినమున నీవు కృంగితే చేతగాక నిలిచిపోదువు\nశోధనలకు నీవు లొంగితే పనికిరాని పాత్రవౌదవు\nశ్రమను చూచి కలత నీవు చెందకు నేడు\nశ్రమల వెనుక కలుగబోవు మహిమను చూడు  \n॥శ్రమ||\n\n(1)  ప్రసవవేదన శ్రమ అనుకుంటే - అమ్మ మనకు జన్మ నిచ్చునా.. బంధాలన్నీ భ్రమ అనుకుంటే - ఊడిగాలు మనకు చెయ్యునా.. బాధలు ఎన్నైన బ్రతుకు ఇవ్వాలని\nకోరికోరి శ్రమ పొందిన అమ్మను చూడు - ఆమె తెగువను చూడుn॥శ్రమ॥\n\n(2) పండు తెంపితే బాధ అనుకుంటే - చెట్టు మనకు  ఫలమునిచ్చునా...\nకరుగుట నాకు శ్రమ అనుకుంటే క్రొవ్వొత్తియే వెలుగునిచ్చునా\nనీ చుట్టూ నిలిచియున్న లోకము చూడు\nశ్రమ పొందనిదేమున్నదో తెలుపుము నాకు\nనువ్వు తెలుపుము నాకు శ్రమ పొందక ఎవరుండునో తెలుపుము నాకు\n నువ్వు తెలుపుము నాకు    ||శ్రమ||\n\n(3) పాపుల భారం శ్రమ అనుకుంటే - మన యేసుడు మహిమ వీడునా..\nదోషుల శిక్ష మోయ బాధనుకుంటే - సిలువ మోయ సిద్ధమౌవ్వునా....\nప్రాణము పెట్టిన ప్రజను కాయాలని\nనెత్తుటి ముద్దగ మారిన యేసును చూడు - ఆ త్యాగము చూడు ||శ్రమ|",
      "స్తోత్ర నిది"),
  Song(
      "యేసయ్యా నా దేవా",
      "పల్లవి :   యేసయ్యా నా దేవా - నీవె లోకం కావా\n గుండెల్లో నీ ఊసే నిత్యం నిలిచేను\n నా గుండెల్లో నీ రూపే నిత్యం మెదిలెను ॥యేసయ్యా॥\n\n(1) రారాజుగా నీపు రానుండగా....\nనా కనులు నీ రూపు చూచెనుగా\nఇన్నాళ్ల వేదనలు తీరెనుగా\nఆనందం సంతోషం ఇక నావిగా..   ॥యేసయ్యా॥\n\n(2) పరలోక దర్బారులో చేరగా\nపరిశుద్ధులందరిని నే కలువగా\nఅందరము పులకించి  స్తుతియించగా\nపరలోకమే పరవశించేనుగా....  ॥యేసయ్యా॥\n\n(3)   మమతానురాగాలే వరమాలగా\nచేబూని ప్రియమార నువ్వు చేరగా\nనా శిరము నీ యెదుట వంచెనుగా..\nదీవెనలతో నన్ను ముంచెవుగా.   ॥యేసయ్యా॥",
      "స్తోత్ర నిది"),
  Song(
      " అడుగమంటివే",
      "పల్లవి : అడుగమంటివే - అడుగమంటివే\nఅక్కరలన్ని నన్ను అడుగమంటివే\nఆపదలో నేనే ఆశ్రయము అంటివే ॥అడుగమంటివే॥\n\n(1) రాజులను నమ్ముట కంటే - మనుషులను నమ్ముటకంటే\nనన్ను ఆశ్రయించు వారికి - ఏ మేలు కొద్దువై యుండదని  ॥అడుగమంటివే ॥\n\n(2)  బాధలెన్ని చుట్టుముట్టిన - వ్యాధి యెంత కృంగ దీసిన\nస్తుతి యాగము చెల్లించుము - నేనే విడుదల కలిగింతునని  ॥అడుగమంటివే ॥\n\n(3) ఈ జీవన పయనములోన - పోరాడే సమయములోన\nనీవు నన్ను ప్రార్థించుము - నేనే విజయము దయచేతునని  ॥అడుగమంటివే ॥",
      "స్తోత్ర నిది"),
  Song(
      "విరిగి నలిగిన మనస్సు",
      "పల్లవి :  విరిగి నలిగిన మనస్సు - ఎంతో ఇష్టమని\nవినయము గలిగిన హృదయం - ఎంతో శ్రేష్ఠమని\n\nఅప .....పలికిన వాడు నా దేవుడు - ఎంతో సాత్వికుడు\nతెలిపినవాడు నా యేసుడు - అతడు పూజార్హుడు  ||తెలిపిన||\n\n(1) విరిగిన నలిగిన యాకోబు - ఇశ్రాయేలుగా మారెనని\nవినయ మనస్కుడు యోసేపు - అన్యదేశమును ఏలెనని   ||తెలిపిన||\n\n(2)   విరిగి నలిగిన మనసులదే - దేవుని ఉన్నత రాజ్యమని\nవినయము గలిగిన హృదయాలే - దేవుని ఘనతను పొందునని     ||తెలిపిన||\n\n(3)  విరిగిన నలిగిన దావీదు - దేవుని దీవెన పొందెనని\nవినయ శీలి ఆ హనోకు - మరణము చూడక పోయెనని ||తెలిపిన||",
      "స్తోత్ర నిది"),
  Song(
      " వేనోళ్ళ కొనియాడిన",
      "పల్లవి : వేనోళ్ళ కొనియాడిన నా ఆశయే తీరదే\nనిన్నెంత ఘనపరచినా - నా హృదయమే నిండదే\nనజరేయుడా యేసయ్యా - నీ స్తుతి తప్ప ఆనందమే లేదుగా\nనా స్థితి మార్చినది స్తోత్ర నిధియేగదా   ||వేనోళ్ళ||\n\n(1) ఎన్నికలేని నను ప్రేమించి\nలోకము నుండి నను వేరుపరచి\nనీ సన్నిధిలో నీ కౌగిలిలో - నిత్యము నిలువగ పిలిచావు\nమలిన బ్రతుకును నూతన పరచి - పరిమళ సువాసనగ నను మార్చినావు\nహల్లెలూయా యేసయ్యా - పెనువేశావు నీ ప్రేమతో నన్నిలా\nమది గెలిచావు (జతకలిశావు) లోకాన్ని మరిచేంతలా  ||వేనోళ్ళ||\n\n(2)  ఊహకు మించిన కార్యము చేసి - ఉన్నత కృపలో నను దాచినావు గమ్యమే తెలియని ఈ పయనములో - నా గురి నీవై నిలిచావు సర్వోన్నతుడా నీ సముఖములో - నను నాటి ఎదిగేటి కృపనిచ్చినావు\nహల్లెలూయా యేసయ్యా - కురిపించావు నీ చూపులో వెన్నెల పలికించావు నీ ప్రేమరాగాలిలా \n||వేనోళ్ళ||\n\n(3) తేజోవాసుల స్వాస్థ్యములోన - నన్ను చేర్చగ కోరిక కలిగి దూతలగణముతో మేఘముపైన - త్వరలో రానైయున్నావు\nరాజుల రాజా నీ రాకడనే - స్మరియించి తపియించి నే కాచుకొంటిని హల్లెలూయా యేసయ్యా - నిన్ను చేరాలి నేనెరిగి ఆ గువ్వలా\nనీకై వెలగాలి ఆ నింగిలో తారలా... ||వేనోళ్ళ|",
      "స్తోత్ర నిది"),
  Song(
      "స్తుతి గీతమే పాడనా ",
      "పల్లవి : స్తుతి గీతమే పాడనా - స్తోత్ర సింహాసనము వేయనా\nనీతి స్వరూపుడా నీవేనని - నిత్యజీవము నీలోనని\nవిశ్వము నేలే అధిపతి నీవని\n\nఅ॥ప. ఆరాధనే చేయ్యనా నా యేసయ్యా ఆరాధనే చేయనా\n\n(1) నిలకడలేని అలవే కాని - నా మనసును నీవు ఆకర్షించితివే నిరతము నీలో ఆనందించే భాగ్యము నాకు కలిగించితివే ఇంతకాలము కాపాడితివే... ఇంత వరకు నడిపించితివే\nవింతగా నిన్ను పోషించితివే... ||ఆరాధన||\n\n(2)  మమతే కరువై బ్రతుకే బరువై - కృంగిన నా మది ఆశవు నీవై మహిమను విడచి నాకై నడచి - మాతృప్రేమను కనపరచితివే కన్నతండ్రివై కరుణించితివే...\nనీ కౌగిలిలో నను దాచితివే...॥ఆరాధన॥\n\n(3) నీతి కిరీటం నా కివ్వగను - నీదు సేవకు నను పిలచితివే\nదూతలు కూడా పొందగలేని - పరిచర్యకు నన్ను నియమించితివే\nసీయోను రాజా నిను సేవింపా ....\nసిద్ధపడెవను నీతోనుండా... ||ఆరాధన||",
      "స్తోత్ర నిది"),
  Song(
      " దేవా దర్శించు మా దేశం",
      "పల్లవి :  దేవా దర్శించు మా దేశం - మా భారతదేశం\nవిజ్ఞాపనలు చేశాము - మా దేశ ప్రజలకోసం \nదేశ ప్రజలకోసం - ప్రియమైన ప్రజలకోసం\n\n(1)  ప్రతి ఉదయం నీ గడప యొద్దనే - కాచుకొని కూర్చున్నాము\n ప్రతి ఒక్కరిని రక్షించుమని - నిన్నే వేడుకున్నాము\nప్రేమ గలిగిన యేసు దైవమా - నీవే మాకు శరణం\n పాపుల కోసం చిందియున్ననీ - రక్తమే మాకు అభయం\n॥దేవా దర్శించుమా॥ ॥ దేవా దర్శించుమా॥ ॥ దేవా॥\n\n(2)  మా సోదరుల పాపములన్నీ మేమే - నీ కడ ఒప్పగను\nశాపము నుండి మా ఈ జనులు - దేవా విడుదల పొందగను \nనీతి సూర్యుడా నీదు వెలుగును - భారతదేశము చూడగను \nనీదు జ్ఞానము నీతి మార్గము - ప్రజలంత పొందగను \n॥దేవా దర్శించుమా॥ ॥దేవా దర్శించుమా॥ ॥దేవా ॥\n\n(3)  శాలివాహనుడు తెలిపిన దైవసుతుడు ఇతడు\nనిన్ను నమ్మిన దీనులందరిని - సత్యమందు స్థిరపరచగను\nసత్ ప్రవర్తన కలిగినవారై - మంచి సాక్ష్యము పొందగను \nదేశమంతట నీదు వార్తను - నిండు ప్రేమతో చాటగను\nక్రీస్తు తత్వమే మార్గదర్శమని – జనులందరికి తెలుపగలను \n॥దేవా దర్శించుమా || ॥ దేవా దర్శించుమా || ॥ దేవా॥",
      "యేసే నీతి సూర్యుడు"),
  Song(
      " ఆశ్రయమే నీ రక్తమే",
      "పల్లవి :   ఆశ్రయమే నీ రక్తమే నా జీవిత ఆధారమే \nఅనుభవమే నీ ప్రేమే నాకెంతో ఆనందమే\n విడదీయలేనిది మన బంధమే \n విడదీయరాని అనుబంధమే మమతాను రాగాల మాధుర్యమే\n\n(1)  సత్యప్రేమలు సమృద్ధిగా - కలిగియున్నది నీవేగదా...\nనీ రక్తమనే ప్రాకారము జేసి \nకాపాడుకొంటివి నన్నింతకాలం యేసయ్యా యేసయ్యా \nస్తుతి పాత్రుడవు నీవేనయ్య యేసయ్యా యేసయ్యా \n స్తోత్రర్హుడవు నీవేనయ్య  ||ఆశ్రయమే||\n\n(2)  శ్రీమంతుడవు నా పక్షమై - శత్రువులనే శాశించినావు\nరాజుల రాజు ప్రభువుల ప్రభువా - నిను నేనేమని కీర్తించేదా.. \n॥యేసయ్యా॥\n\n(3) బలహీనతలో నా బలము నీవే - స్వస్థతనిచ్చె సర్వాధిపతివే\n నీవు కార్చిన రక్తము చేత - విడుదల నాకు కలిగించినావే \n॥యేసయ్యా॥",
      "యేసే నీతి సూర్యుడు"),
  Song(
      "ప్రేమా స్వరూపుడా",
      "పల్లవి :  ప్రేమా స్వరూపుడా - ప్రేమించు దేవుడా ! \nనీ ప్రేమ నేను వర్ణించలేను\nనీ జాలి లేక జీవించలేను\n\n(1)  ఆదరణ లేక అల్లాడు వేళ\n కన్నీళ్ళతో నే కుమిలేటి వేళ  \nనా స్థితిని చూచి నీ ఒడికి చేర్చి \nకన్నీరు తుడిచిన కరుణామయా !  ||ప్రేమా||\n\n(2)  నా గోడు వినగా తోడెవరు లేక\n ఒంటరి నేనై దిగులొందు వేళ\nనా తోడు నీవై నీ దరికి చేర్చి\nనన్నాదరించిన నా యేసయ్యా  ||ప్రేమా||",
      "యేసే నీతి సూర్యుడు"),
  Song(
      " ఆలోచించరదేలా",
      "పల్లవి :  ఆలోచించరదేలా - మీరాలోచించర దేలా !\nఆది దేవుడు ఎవరనుచు - అన్వేషించరదేలా !\nఅసలు దేవుడు ఎవరనుచు - అన్వేషించరదేలా !\n\n(1)  ఉప్పు కప్పురం ఒకటిగావున్నా రుచులజాడలు వేరన్నా\nదైవములనుబడు వారెవరున్నా \nఅసలు దేవుడొకడేనన్నా పురుషులలో పుణ్య పురుష్యుడు \nఎవరు యోగుల మదిలో మెదిలిన దేవుడు ఎవరు\nపుణ్యదాన బలియాగమై - తిరిగిలేచిన యేసుడే\nపాపుల శిక్ష తను పొంది \nమోక్షము నిచ్చిన నాధుడే ఆలోచించ\n\n(2) మునులు ఎందరో వెదికారు - సత్యమైన ఆ దేవుని \nనిష్ఠగా ధ్యానించారు - అమృతత్వము ఏదని\n\nఅసతోమ - సద్గమయ\nతమసోమ - జ్యోతిర్గమయ\nమృత్యోర్మా - అమృతంగమయ\n\n(3) మనులు ఎందరో వెదికారు - సత్యమైన ఆ దేవుని\nనిష్ఠగా ధ్యానించారు - అమృతత్వము ఏదని\nమునులు వెతికినా ఆ సత్యము యేసే - అమృతత్వము తెచ్చినదేసే\nచీకటి నిండిన బ్రతుకులలో వెలిగిన నీతి సూర్యుడే\nనరులకు నరకము బాపగా - నలిగిన దైవము యేసుడే",
      "యేసే నీతి సూర్యుడు"),
  Song(
      "సింహాసనాసీనుడు",
      "పల్లవి :   సింహాసనాసీనుడు - మహిమ సామ్రాజ్య నాయకుడు \nపరిశుద్ధులందరిని దర్శింపగా ప్రియమార కౌగిట \nనను చేర్చగా\n\nఅ.ప. అందుకోసమే ఈ ప్రయాస \n అది చూడాలని నామది ఆశ \nఆశల పురమైన యేసులో\n\n(1) రారాజు యేసు మహిమలో నిలిచి\n నూతన పేరుతో నన్ను పిలిచి \nనమ్మకమైన దాసుడనుచు \nయేసు హర్షించగా - ఆనంద సిరులు - రాలుగా\n\n(2) యాత్ర ముగియగానే - తేజోవాసులచే\nతండ్రి ఇంటికి నను కొనిపోగా\nపరిశుద్ధులందరు పలుకరించి\nప్రేమపంచగా - కృప విలువ తెలియుగా\n॥అందుకోసమే ||\n\n(3)  శిక్షణ కొరకు ధరణినా జనించి\nఫలితము పొంద పరముకు వెళ్ళగా\nముళ్ళకు ప్రతిగా మకుటము నిచ్చి \n(యేసుని) మహిమ పొందగ - నాకలలు పండునుగా",
      "యేసే నీతి సూర్యుడు"),
  Song(
      " దేవుని ప్రేమించువారికి",
      "పల్లవి : దేవుని ప్రేమించువారికి \nతన సంకల్పము చొప్పున\nపిలువబడిన వారికి మేలు - కోసమే సమస్తము\nసమకూడి జరుగుచున్నది\n\n(1) అనుకున్నది జరుగదని కలత చెందకు\nఅనుకోనిది జరిగిందని దిగులునొందకు\nమన ఇష్టము తెచ్చును మనకెంతో నష్టము\nప్రభు చిత్తము జరిగితే అదే క్షేమము  ||దేవుని||\n\n(2)  మనము కోరు సంతోషం అల్పకాలము \nదేవుడిచ్చు ఆనందం దీర్ఘకాలము\nమన దగ్గర వున్నది కొద్ది జ్ఞానము\nమన దేవుడు కలిగున్నది మహాజ్ఞానము\nయేసుని క్రియలన్ని మన మంచి కోసమే ||దేవుని||",
      "యేసే నీతి సూర్యుడు"),
  Song(
      "ప్రభువా నీ సన్నిధిలో",
      "పల్లవి : ప్రభువా నీ సన్నిధిలో నివసించే నాకు\nఎంత ధన్యమో - ఎంత భాగ్యమో\n\n(1) భక్తిహీనులైన వారితో బ్రతుకుట కంటే\nనీ పాద సన్నిధిలో - నిలుచుటయే మేలు\nనీ మందిర ఆవరణములో నాటబడిన నా జీవితం\n వాడిపోదు ఎన్నడూ - మోడుకాదు ఏనాడు\n\n(2)  మలినమైన లోకాశలు తొలగించుకొని\nమనసులోన నీ మాటలు ధ్యానించుకొని\nసీయోను రాజువైన నిను మదిలో నిలుపుకొని\nనీ ప్రేమ కౌగిలిలో నేను పరవసించెద",
      "యేసే నీతి సూర్యుడు"),
  Song(
      "నన్ను బలపరచువానియందే",
      "పల్లవి : నన్ను బలపరచువానియందే\nసమస్తము నే చేయగలను\n\nఅ.ప. : నేను నమ్మిన వానిని ఎరుగుదును - సిగ్గుపడనెన్నడు\n\n(1) పలు నిందలు నన్ను చుట్టినా \n పరులంత గేలిచేసినా\nపరిశుద్ధుని అడుగుజాడలో \nనిత్యము నే నడిచెద\n\n(2)  సింహాల గుహలోకైనా - సంతోషముగ వెళ్ళెదా\nసిలువ మోయడానికైన - సిద్ధముగ నేనుండెద\n\n(3) దీనమైన స్థితిలోనైనా - సంపన్న స్థితిలోనైనా\nఏ స్థితిలో నేను వున్న - తృప్తిగా స్తుతియించుచున్న\n\n(4) అంధకారమావరించినా - ఆవేదన కృంగదీసినా\nవిశ్వాసము విడచిపెట్టక - ధైర్యముతో పోరాడెద",
      "యేసే నీతి సూర్యుడు"),
  Song(
      "ఆత్మీయుడా నీ అనురాగము",
      "పల్లవి : ఆత్మీయుడా నీ అనురాగము\nమహనీయుడా నీ మమకారము\nకొలువగా లేనిదీ... కొలతకు రానిదీ..\n\nఅ.ప: యేసయ్యా నీ ప్రేమ మాధుర్యము\nరుచి చూచి నా జన్మయే ధన్యము\n\n(1) పాపపు చెరలో పడివున్న నన్ను\nనీ రక్త క్రయముతో విడిపించినావు\nహిత వత్సరమును ప్రకటించినాకు\nశుభ వత్సరములు దయచేసినావు\n\n(2)  మనుషులలోన దొరకని ప్రేమ\nమహిమగల దేవా నీలో దొరికినది\nమనసున రేగే ఆవేదనంతా\nనీ పాదముల చెంతే తొలగిపోయినది.\n\n(3) ప్రతి వత్సరము దయాకిరీటముగ \nనీ కృపతోనే అనుగ్రహించితివి\nశుభప్రదమైన నిరీక్షణ కలిగి\nనే సిద్ధపడెదను నీ శుభరాకకై \nనే సిద్ధపడెదను ఆ శుభఘడియకై",
      "యేసే నీతి సూర్యుడు"),
  Song(
      " జగతి పునాదులు",
      "పల్లవి :  జగతి పునాదులు వేయబడక ముందే\nభూమ్యాకాశము చేయబడక ముందే\nఉన్న దేవుడు - ఆది సంభూతుడు\n\n(1) పుడిసటిలోన (పుక్కిట) జలములను కొలిచిన వాడితడు\n పర్వతములను త్రాసులో తూచినవాడితడు\nశూన్యములోన జ్యోతులను నిలిపిన వాడితడు\nకొలపాత్రలోన భూమిని కొలచి పోసినవాడితడు\n\n(2)  కోభవతి తం ప్రాహ శోభోవాచ ముదాన్వితం\nఈశపుత్రం చమాంవిద్ధి కుమారి గర్భసంభవం \nమ్లేచ్ఛ ధర్మశ్య వక్తారం మసేహుహం సమాగతాహ\nఅహం ఏషామస్సీహ నామ...\n\n(3)  శాలివాహనుడు తెలిపిన దైవసుతుడు ఇతడు\nపురుష సూక్తమే తెలిపిన యజ్ఞపురుషుడితడు\nఆదిఋషులు ప్రవచించిన పరమాత్ముడే ఇతడు \nకన్యయందు జన్మించిన యేసునామ ధారి ఇతడు",
      "యేసే ఆది సంభూతుడు"),
  Song(
      " ఆకాశమందు నీవు తప్ప",
      "పల్లవి :   ఆకాశమందు నీవు తప్ప - నాకెవరున్నారు యేసయ్యా\n అంతరంగమెరిగిన నీవు గాక - నాకెవరున్నారు యేసయ\nఅయ్యా అయ్యా యేసయ్యా\n\n(1)  తృణమైన బంధాలు స్థిరములని నమ్మి\nక్షణికమైన ప్రేమలకు జీవితాన్ని అమ్మి\nమోసపోతిని - మోడునైతిని\nవిరిగి నలిగి నీ దరి చేరితిని  ||అయ్యా!!\n\n(2) నమ్ముట నీవలనైతే - సమస్తము సాధ్యమని \nనన్ను నమ్మువారికి - సిగ్గుకలుగనేరదని \nనన్ను ధైర్యపరచిన - నజరేయుడా\nప్రాణమిచ్చి నిలిపిన నిజ ప్రేమికుడ  ||అయ్యా!!",
      "యేసే ఆది సంభూతుడు"),
  Song(
      "ఊహించలేదయ్యా ఈ జీవితం",
      "పల్లవి :  ఊహించలేదయ్యా ఈ జీవితం\nవర్ణింపలేనయ్యా ఈ భాగ్యము\nతులువనైన నాకూ - ఇంత విలువ కలిగేనని\nతూలిరాలి పోయే బ్రతుకు వింత మలుపు తిరిగేనని\n\n(1) మనుషుల మనసులలో ఏ చోటు లేకున్నా \nమంచిదైన నీ మదిలో నాకు చోటునిచ్చావు\nపలుకరించు వారెవరు నాదరికి రాకున్నా\nనన్ను పలుకరించగా పరితపిస్తూ ఉంటావు\nకంటి పాపలా నన్ను కాపాడుకుంటావు\nచంటి పాపలా నన్ను చంకనెత్తుకుంటావు  ||ఊహించ||\n\n(2)  అపరాధిని నను ప్రేమించి - ఆసక్తితో నను పిలిచి\nనీ దివ్య రక్తముతో - నిలువెల్ల కడిగావు\nఅగ్ని బిలముకై పరుగెత్తె నా అడుగులనే గమనించి\nఆశ్చర్యమైన రీతిలో నన్ను ఆదుకున్నావు. \nనీ జీవగ్రంధములోన నా పేరు వ్రాశావు\nనీతిపరుల రాజ్యములోన నాకు స్థలము నిచ్చావు",
      "యేసే ఆది సంభూతుడు"),
  Song(
      " నిన్నే స్తుతియింతును",
      "పల్లవి :  నిన్నే స్తుతియింతును - నిన్నే స్తోత్రింతును\nఎనిన్నే ఘనపరుతును - నిన్నే ప్రకటింతును \nయేసయ్యా యేసయ్యా నా ప్రాణ ప్రియుడా\nనా తోడు నీడవు నీవేనయ్యా\nయేసయ్యా యేసయ్యా నా ప్రాణ ప్రియుడా\nనా తల్లి తండ్రివి నీవేనయ్యా \n\n(1)  పరమందు వేవేల దూతాళి \nస్తుతుని ప్రతినిత్యము పొందువాడ \n కోరి నిన్ను కొనియాడెదా - చేరి నిన్ను కీర్తించెదా\n॥యేసయ్యా॥\n\n(2) పరలోకమును వీడి ఈ పాపి కొరకై\nభువిపైన ఉదయించినావా \nకోటి వెలుగుల నీ తేజము - తాకి తరియించే నా జీవము\n॥యేసయ్యా॥\n\n",
      "యేసే ఆది సంభూతుడు"),
  Song(
      "గుర్తుచేసుకో మనసా",
      "పల్లవి :   గుర్తుచేసుకో మనసా - గుండెలోన దాచుకో\nగతకాలపు జీవితమున యేసయ్య కార్యాలు\nగుర్తు చేసుకో మనసా - గుండెలోన దాచుకో\n\n(1) దారి తెన్ను తెలియకనే తిరిగిన దినములను\nదారుణమైన వేదనను పొందిన క్షణములను\nదాపుచేరి యేసు నిన్ను ఓదార్చిన తరుణమును\nదయ చూపి నీ బాధను తొలగించిన సమయమును\n॥గుర్తు చేసుకో||\n\n(2) ఊపిరి సలుపని శోధనలో కృంగిన వేళలను\nబ్రతుకే చేదై మరణమును వెదకిన వైనమును\nఎవరు లేని నిశిధిలోన యేసు ప్రేమ కలయికను\nఏనాటికి మారిపోని క్రీస్తుని మమకారమును\n॥గుర్తు చేసుకో\n\n(3)  ఇంతకాలము కాచినవాడు - ఇక నిను మరిచేన \nఇంతవరకు నడిపించినవాడు - ఇప్పుడు వీడేన\nఅనురాగం పంచినవాడు - అన్యాయం చేసేనా\nప్రాణము బలిపెట్టినవాడు - ప్రేమించుట మానేన",
      "యేసే ఆది సంభూతుడు"),
  Song(
      " మహాదేవుడా",
      "పల్లవి : మహాదేవుడా - మహోన్నతుడు\nఆశ్చర్యమే నీ కార్యములు - అందవు నీ బలశౌర్యములు\nఆరాధన - ఆరాధన \nఆశ్చర్యకరుడా - నా యేసయ్యా \n\n(1) ఆజ్ఞ మీరిన నేరానికి - అగ్ని పాలైన నీ వారిని\n అగ్ని నుండి విడిపించినావు - అగ్ని బలమును చల్లార్చినావు \nఅందరి యెదుట ఘనపరచినావు \nఅతిశయించి జయించినావు  ॥ఆరాధన॥\n\n(2)  అయినవారి ద్వేషాలతో - అమ్మబడిన నీ దాసుని \nఅన్యదేశములో ఘనపరచినావు - అధికారినిగా నియమించినావు \nఅన్నలనే సాగిల పడజేసినావు అతిశయించి జయించినావు\n॥ఆరాధన॥\n\n(3) ఐగుప్తు విడచిన నీ వారిని - అడ్డగించిన జలరాశిని \nఅతి చిత్రముగ విభజించినావు - ఆరిన నేలను కలిగించినావు\nప్రజలందరిని దాటించినావు - తరిమిన వారిని హతమార్చినావు అతిశయించి జయించినావు \n ॥ఆరాధన॥",
      "యేసే ఆది సంభూతుడు"),
  Song(
      "దేవా నా దేవుడవు నీవేనని",
      "పల్లవి : దేవా నా దేవుడవు నీవేనని \n నా మదినేలే రారాజువు నీవేనని \nఆరాధనే చెయ్యనా - ఆనందమే పొందనా\n\n(1) కెరూబులు సెరాపులు మహాదూతలు \nనిత్యము నిన్ను స్తుతియింపగను\nఎన్నిక లేని నా స్తుతికోసము \nమిగుల ఆశతో చూచుచుంటివా\n\n(2)  ప్రతి దినము నీ యొద్దకు ఆకర్షించి  \nప్రభువా నిను ప్రార్థింపగ ప్రేరణనిచ్చి  \nప్రతిచోట నీకై జ్యోతిగ నిలిపీ\n పరిశుద్ధాత్మతో నన్ను నింపుమా",
      "యేసే ఆది సంభూతుడు"),
  Song(
      "సహోదరులు ఐక్యత కలిగి",
      "పల్లవి : సమాప్తమాయెను నీ దుఃఖ దినములు\n సంతోషము నీకు కలుగును- సమాధాన సంగుతులే\nనీకు జరుగును విశ్వసించుము శుభం కలుగును\nవిశ్రాంతి యేసు నీకు దయచేయును\n\n(1) ఇన్నినాళ్ళ కలతలన్ని తీరిపోవును\nఇది మొదలు యేసు నిన్ను దీవించును\nరెండంతలమేలు నీకు కలుగజేయును\nసంపూర్ణమైన బహుమానమిచ్చును  \n||విశ్వసించుము||\n\n(2)   బలహీనత తొలగించి బలమునిచ్చును\nనిరంతరం బలవృద్ధిని కలుగజేయును\nఆశ్చర్యమైన క్రియలు యేసు చేయును \nఆత్మీయ ఫలములతో నిన్ను నింపును  \n॥విశ్వసించుము||",
      "యేసే ఆది సంభూతుడు"),
  Song(
      "సమాప్తమాయెను",
      "పల్లవి : సమాప్తమాయెను నీ దుఃఖ దినములు\n సంతోషము నీకు కలుగును- సమాధాన సంగుతులే\nనీకు జరుగును విశ్వసించుము శుభం కలుగును\nవిశ్రాంతి యేసు నీకు దయచేయును\n\n(1) ఇన్నినాళ్ళ కలతలన్ని తీరిపోవును\nఇది మొదలు యేసు నిన్ను దీవించును\nరెండంతలమేలు నీకు కలుగజేయును\nసంపూర్ణమైన బహుమానమిచ్చును  \n||విశ్వసించుము||\n\n(2)   బలహీనత తొలగించి బలమునిచ్చును\nనిరంతరం బలవృద్ధిని కలుగజేయును\nఆశ్చర్యమైన క్రియలు యేసు చేయును \nఆత్మీయ ఫలములతో నిన్ను నింపును  \n॥విశ్వసించుము||",
      "యేసే ఆది సంభూతుడు"),
  Song(
      " నా స్తోత్ర గానమా",
      "పల్లవి :  నా స్తోత్రగానమా - నా ప్రేమ రూపమా\nనా యేసు రాజా స్తోత్రము నీకే\n\n(1) నీ దివ్యనగరములో - సీయోను శిఖరములో\nనన్ను నిలువబెట్టుటకు - ఆశ కలిగి యుంటివా\nయోగ్యతే లేని నాకు నీ నీతి రాజ్యములోన\nనిత్య యాజకత్వమును నియమించితివా  ॥నా స్తోత్ర॥\n\n(2)  పరిశుద్ధుల బృందములో - పరమ తండ్రి సన్నిధిలో\nనిత్యసేవ చేయుటకు - నన్ను ఎన్నుకొంటివా\nవిశ్వసింహాసన మందు ఆసీనుడవైన నీకు\nస్తుతిధూపము నర్పింపనను పిలిచితివా  ॥నా స్తోత్ర॥",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      " గతకాలమంత",
      "పల్లవి :  గతకాలమంత - కాచితివి\nనీ రెక్కల - చాటున దాచితివి\n\nఅ.ప: జయమైతివి విజయమైతివి నా జయధ్వజమైతివి\nయేసయ్యా నా యేసయ్యా\n\n(1) నీకు విరోధమై నిలిచిన దేది\nవర్ధిల్లదుయని మాట ఇచ్చితివి \nఅన్నివేళల ఆశ్రయపురమై\nఅడుగడుగున నను కాపాడుచుంటివి\n||జయమైతివి||\n\n(2)  నీ దుఃఖమును సంతోషముగా\nమార్చెదనుయని ఓదార్చితివి\nఅవమానాలన్ని శాశ్వత ఘనతగా\nచేసెదనని నను ధైర్యపరచితివి\n||జయమైతివి||",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "అనుకున్నావా",
      "పల్లవి :  అనుకున్నావా నిన్ను నీవు హీనునిగా\nచేశాడయ్యా యేను నిన్ను ఉన్నత పాత్రగా \nఅయివున్నావా ఆత్మ విషయమై దీనునిగా\nఅందుకోసమే నచ్చావయ్య యేసుకు అంతగా\n\n(1) బురదలోన పుట్టానని కలువ దిగులు చెందేనా \nనల్లమబ్బు కమ్మేసిందని చంద్రదీప మారేనా \nశత్రువెంత తరిమిన గాని శ్రమలచేత నలిపిన గాని \nప్రభువు నందు వున్న నీవు ప్రజ్వలింపకుండేవా\n ప్రభువు కార్యమాపేవా   ॥అనుకున్నావా॥\n\n(2)  కాళ్ళ క్రింద నలిగిన గాని మల్లె పరిమళం మారేనా\nమెలికలెన్ని తిరిగిన గానీ బంగారపు వెల తరిగేనా\nమనుష్యులెంత నవ్విన గానీ - మనసు గాయపరచిన గాని\nయేసు మనసులో నీ స్థానం ఎన్నడైన మారేనా\nప్రభువు నిన్ను వీడేనా    ||అనుకున్నావా",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "నినుగాచువాడు నరుడు కాడు",
      "పల్లవి : నిను గాచువాడు నరుడు కాడు\nఎన్నడు ఎడబాయడు నిదురపోడు\n\n(1) నీ పక్షముగా యేసు వుండగా\nనిన్ను గెలుచువాడెవ్వడు \n నీ ముందు నిలుచువాడెవ్వడు  ||నిన్ను గాచువాడు||\n\n(2) నీతి కలిగిన నీ పనులన్నిటిలో\nయేసు నీకు తోడు వున్నాడు\n జయము నీకు కలుగునన్నాడు ||నిన్ను గాచువాడు||\n\n(3) దాచబడినది నీ జీవము\nక్రీస్తునందు దేవునిలో\nభయము లేదు ఈ భువిలో    ॥నిన్ను గాచువాడు|| ",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "నీతోనే అనుబంధం",
      "పల్లవి :   నీతోనే అనుబంధం - నీలోనే ఆనందం\nనీ ప్రేమ ప్రాకారము యేసయ్యా - కావాలి నీ స్నేహము\nఎవరున్నా లేకున్నా ఏమైన కాకున్న నీతోనే నా పయనము\nనీ ప్రేమ ప్రాకారము యేసయ్యా - కావాలి నీ స్నేహము\n\n(1) నా కాల గతులన్ని నీ వశమని\nనిలిచి వున్నాను నీ చెంతనే\nనా దాగు చోటువు నీవేనని\nనమ్మిక యుంచాను నీ మీదనే\n అవునన్నా కాదన్న వెలుగైనా వెతలైనా నీతోనే \nనా పయనము  ॥నీ ప్రేమ||\n\n(2) నా ఊపిరయ్యింది నీ శ్వాసనీ\nనిత్యము నీకెపుడు నా ధ్యాసనీ\nనీ ప్రాణమిచ్చింది నా కొరకనీ\nనీలాంటి ప్రేమికుడు ఇలలేడనీ\nచావైనా బ్రతుకైనా మేలైనా కీడైనా నీతోనే\nనా పయనము   ॥నీ ప్రేమ|",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "నా ప్రాణ దీపమా",
      "పల్లవి : నా ప్రాణ దీపమా - నా తోడు నేస్తమా\nనేనంటే అంత ప్రేమ - నా కొరకే నా ఈ శ్రమ \n\n(1) న్యాయాధిపతి నీవైయుండి - తీర్పుకు నిలిచావే\n నా దోషములు నీవు వహించి శిక్షను కోరావే \nనింగిని వీడిన నీతి సూర్యుడా - నేలకు ఒరిగావే \nచీకటి నిండిన ఈ లోకానా వెలుగై నిలిచావే  ||నా ప్రాణ దీపమా॥\n\n(2)  కరుణతో నిండిన కన్నులలోన రుధిరము ఒలికేనే  \nవస్త్రము తాకిన స్వస్థత నిచ్చిన దేహము నలిగేనే \nఅంధుల కన్నులు తెరిచిన చేతుల మేకులు నాటేరే\nదీనుల కోసం నడచిన పాదాలు నెత్తుట తడిచేనే\n||నా ప్రాణ దీపమా॥\n\n(3) కాంతులు చిందే చక్కని మోమే తప్పేనే కళలు కఠిన హృదయులు\nగుచ్చిన ఆ ముళ్ళు తలపై గాయాలు కలువరి దారిలో\nకరుణామయునికా కఠిన యాతనలు మమతను పంచిన ప్రేమామయునికి మరణ వేదనలు\n ॥నా ప్రాణ దీపమా|",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "మొదటి ప్రేమ విడచితివా",
      "పల్లవి : మొదటి ప్రేమ విడచితివా ప్రియమైన నేస్తమా \nమొదటి గురిని విడచితివా ప్రియమైన బంధమా \nయేసు నిన్ను విడువకముందే - సరిచూసుకో నేస్తమా\nసరిచేసుకో - నేస్తమా\n\n(1) గంటల తరబడి చేసిన ప్రార్థన \nనేడు నీకు విసుగాయెనా \nరాత్రి పగలు చదివిన వాక్యము\n నేడు నీకు వెగటాయెనా - మొదటి ఆశ తరుగాయెనా\n॥మొదటి ప్రేమ॥\n\n(2)  వీడిన లోకము పాపపు మోహము \nతిరిగి నీలో మొదలాయెనా  \nప్రాణ ప్రధమైన సాక్ష్య జీవితము\n నిర్లక్ష్యము ఆయెనా - నీ రోషం పోయెనా.  ॥మొదటి ప్రేమ||\n\n(3) ఆత్మల రక్షణ కొరకైన భారము\n నేడు నీలో కరువాయెనా\nఅపవాదిని ఎదిరించిన నీవు\n అతని వలకే పరిగెడుతున్నావా\nఆత్మను అంతగ ఆర్పుకున్నావా   ॥మొదటి ప్రేమ|",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "ఎగురుతున్న",
      "పల్లవి : ఎగురుతున్న తెల్లపావురమోలే\nసాగుతున్న సెలయేరుల ఓలే\nకల్లలెరుగక కపటము తెలియక కదులుతున్న నా చెల్లెమ్మా\nకడలి వంటి బాధ గుండెల్లోన దాచి కన్నీరైతివ చెల్లెమ్మా\n\n(1) దూరమాయెనే నీ కన్నోళ్ళు \nకడుఘోర మాయెనే నీ కన్నీళ్ళు \nఆదుకోని వారమ్మా నీ అయినోళ్ళు\nఆడపిల్లవైనందుకు నీకు నిందలు.   ॥ఎగురుతున్న॥\n\n(2)  దిక్కు ఎవ్వరు నాకు లేరనీ\nదిగులు చెందకూ నా చెల్లెమ్మా \nదీనుల కోసం యేసు నాధుడు \nదినమెల్ల చేచాచి నిలిచాడమ్మా\nదీనమైన నీ బ్రతుకును మార్చేనమ్మా   ॥ఎగురుతున్న॥\n\n(3) నమ్మినవారే నయవంచకులై \nనడివీధిలో నినుత్రోసినా\nనమ్మదగినవాడు నా యేసుడు \nనిన్ను చేరదీసీ నిలిపేనమ్మా\n నిజమైన ప్రేమ నీకు చూపేనమ్మా.    ॥ఎగురుతున్న॥",
      "యేసే నా ప్రాణ దీపం"),
  Song(
      "నా జ్యేష్ఠ భాగస్వామి",
      "పల్లవి : నా జ్యేష్ఠ భాగస్వామి - నీతోనే నాతిచరామి\n ఎవరేమన్న నేమి నీ మాటే నాకిల హామీ\nనీ కృప చాలు యేసు స్వామి\nకృపచాలు యేసు స్వామి - నీ మాటే నాకిల హామీ\n\n(1) కరువులెన్నైన రాని - కష్టమేదైన కాని\nనా కాపరివై నీవు ఉండగ నాకు కలుగదు లేమి\n ॥కృపచాలు||\n\n(2)  కలతలెన్నైన కాని - ఖడ్గమే ఎదురు రాని\nనాకు కేడెమై నీవు ఉండగ హాని కలుగదు ఏమి.\n ||కృపచాలు||\n\n(3)  నిందలేవచ్చి పడని - మిత్రులే శత్రులవని\nనన్ను వీడని ఆత్మ దేవుడా నాకు చాలు నీ చెలిమి. \n ||కృపచాలు||",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "నా పరిశుద్ధుడవు",
      "పల్లవి :  నా పరిశుద్ధుడవు నీవే(2)\nనా విమోచకుడనీవే - నా విజయానివి నీవే\n\nఅ.ప.: నీకే స్తోత్రములు - నీకే స్తోత్రములు యేసయ్యా\n\n(1) నీ కృపలేక ఎవ్వరైన చేరలేరు పరలోకము\nవిడిపించెనే నను నీ రక్తము \n నీ యందే నాకు అమరత్వము  ||నీకే స్తోత్రములు॥\n\n(2)  నీ యందు నిలిపిన నిరీక్షణ\n సిగ్గుపరచదు నన్నెన్నడు నడిపించునే నను నీ వాక్యము\nపరిశుద్ధాత్ముని అభిషేకము   ॥నీకే స్తోత్రములు॥\n\n(3)  నీ యందు పడిన ప్రయాసము\nవ్యర్థముగా పోదెన్నడు ఫలియింతును నీలో నిరతము\nపరిపూర్ణతయే నా గమ్యము  ॥నీకే స్తోత్రములు||",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "నిన్ను ఏ మాత్రము",
      "పల్లవి : నిన్ను ఏ మాత్రము విడువనని\nఎన్నడు నిను ఎడబాయనని\nమాట యిచ్చినా మంచిదేవుడు నిన్ను మరచిపోతాడా\nప్రాణమిచ్చినా ప్రేమ రూపుడు - నిన్ను విడచిపోతాడా\n||నిన్ను||\n\n(1) సింహపు పిల్లలైన లేమిగలవై - ఆకలిగొనునేమో గానీ\nయెహోవాను ఆశ్రయించు వారికి \nఏ మేలు కొదువై యుండదనీ మాటయిచ్చినా మంచి దేవుడు నిన్ను మరచిపోతాడా\nప్రాణమిచ్చినా ప్రేమరూపుడు - నిన్ను విడచిపోతాడా\n|నిన్ను||\n\n(2) అగ్నిలో నీవు నడచి వెళ్ళినా - జ్వాలలు నిన్ను కాల్చలేవని\nఅంధకారలోయలో పయనించినా - నీ ముందర వెలుగై నేనున్నాననీ మాటయిచ్చినా మంచిదేవుడు\nనిన్ను మరచిపోతాడా  \nప్రాణమిచ్చినా ప్రేమరూపుడు- నిన్ను విడచిపోతాడా.  |నిన్ను|",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "మాట్లాడుమయ్య",
      "పల్లవి :  మాట్లాడుమయ్యా - ఓ వాక్య దైవం \nమండించుమయ్యా - మా దీన హృదయం \nచూపించుమయ్యా నీ మహిమతేజం\nతొలగించుమయ్యా మా పాత నైజం\n\n(1) నీ మాటలు వినబడగానే - వెలుగు కలుగు మా కన్నులకు\nనీ మాటలో పయనిస్తేనే విలువ కలుగు\n మా బ్రతుకులకు కృంగియున్నవారిని లేవనెత్తె నీ స్వరము\nచెదరిన మా గుండెలను ఆదరించె నీ పదము ॥మాట్లాడుమయ్యా ॥\n\n(2) మనుషులిచ్చు ఓదార్పు - మాన్పలేదు నిట్టూర్పు\nనీ మాటల నెరవేర్పే - మాన్పుతుంది అంగలార్పు\n లోకమెంత మారినా మారదయ్య నీ మాట\nలోపాలపు సరిచేసి - నడుపుమయ్య నీదు బాట\n॥మాట్లాడుమయ్యా||",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "దేవా జాలి చూపుము",
      "పల్లవి : దేవా జాలి చూపుము\nనా ప్రార్థన నీవు ఆలకించుము\n\n(1) వ్యర్థమైన వాటిని చూడకుండా \nకనా కనులను త్రిప్పివేయుము హేయమైన మాటలు పలకకుండా\n నా నాలుక అదుపు చేయుము నా శరీరమందు ఏ పాపమునూ ఏలనీయకుము \n ||దేవా జాలి||\n\n(2)  అల్పకాల భోగము ఆశించకుండా \nనీ కొరకే బ్రదుకనీయుము క్షణికమైన వాంఛలను కోరకుండా \nనా హృదయం శుద్ధి చేయుము నా జీవితమంతా నీదు చిత్తమే నెరవేర్చ కృపచూపుము\n\n(3) చెయ్యగలిగినంత మేలు పొరుగువారికి\nచేయుటకు మనసునీయుము\nనశియించిపోతున్న ఆత్మలను రక్షింపగ శక్తినీయుము\nనా బ్రతుకు ద్వారా లోకానికి నీ నీతి ప్రకటింపని",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "దూరమైతివా",
      "తండ్రి :-దూరమైతివా నా కన్నబిడ్డా దూరమైతివా నా కన్నబిడ్డ \nకన్నతండ్రి నొదిలి - సొంతయిల్లు విడిచి \nఎచట తిరుగుచుంటివి ముద్దుబిడ్డా మురిపాల బిడ్డా\n\nకొడుకు ;-దూరమైతిని నా కన్నతండ్రి \nఘోరమయ్యెను నా బ్రతుకుతండ్రి \nలోకమాయనమ్మి నీకు దూరమయ్యి\n వేదనతో తిరుగుచుంటి కన్నతండ్రి నా మంచితండ్రి\n\nతండ్రి :- కానివారి స్నేహానికి కావాలని వెళ్ళావు  \nక్షేమంగా ఉన్నావా కన్నబిడ్డా \n నా కడుపుతీపి నెరుగవా కన్నబిడ్డా ॥దూరమైతివా||\n\nకొడుకు: నమ్ముకున్న స్నేహాలు నయవంచన చేశాయి\nదిక్కులేనివాడనైతి కన్నతండ్రి\nనే బిక్కుబిక్కుమంటు ఉంటి కన్నతండ్రి\nఏ దిక్కులేని వాడనైతి కన్నతండ్రి\n\nతండ్రి : కొంచెము ఆలస్యమైన ఉండలేవు ఆకలికి\nఅన్నమైన తిన్నావా కన్నబిడ్డా\nనువ్వు ఆకలితో ఉన్నావా కన్నబిడ్డా ॥దూరమైతివా||\n\nకొడుకు: ఆకలితో అలమటించి పస్తులతో బ్రతుకుచుంటి\nపందులు తిను పొట్టుకై కన్నతండ్రి\nనే పనివానిగ మారితిని కన్నతండ్రి\nఅది కూడా కరువయ్యె కన్నతండ్రి   || దూరమైతివా||\n\nతండ్రి : కనుదూరమైన నిన్ను కలవరించె నా హృదయం\nపరితపించుచుంటిని ముద్దుబిడ్డా నీ కొరకే చూచుచుంటిని కన్నబిడ్డా\nనీ కొరకే వేచియుంటి ముద్దుబిడ్డా  ॥దూరమైతివా ||\n\nకొడుకు: నీవు తప్ప నాకు దిక్కు ఎవరు లేరు\nతప్పునాకు తెలిసింది కన్నతండ్రి\nనా తప్పు దిద్దుకుంటాను కన్నతండ్రి\nనీ పనివానిగా ఉంటాను కన్నతండ్రి ॥దూరమైతివా||",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "ఎలుగెత్తి పాడనా",
      "పల్లవి : ఎలుగెత్తి పాడనా నీ స్తోత్రగీతం\nఇలలోన చాటనా నీ దివ్య చరితం\nపరిశుద్ధుడవు నీవని ఏ పాపం ఎరుగవనీ\nమా పాపముల కోసమే వెలచెల్లించినావనీ\n\n(1) మంచివారు ఈ లోకంలో ఎందరు ఉన్నా\nమచ్చలేని వారు ఎవరు కనరారయ్యా\nఎంత చూచినా కొంచెమైననూ దోషములేనివాడా\n వంచన పాలై నలిగిన మదిలో నెమ్మది నొసగేవాడా\n॥నీకే స్తోత్రము॥ ॥ఎలుగెత్తి||\n\n(2)  దేవుడనే పిలుపునకూ అర్హుడనీవే\nశుద్ధుడనే పదానికీ అర్థం నీవే\nవేల్పులలోనా నీవంటి వారు ఎవరూలేరు గదయ్యా\nఇలలో ఉన్న దేవతలంతా నీకే మ్రొక్కెదరయ్యా\n॥నీకే స్తోత్రము॥ ॥ఎలుగెత్తి ౹",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "శిరము మీద",
      "పల్లవి : శిరము మీద ముళ్ళ సాక్షిగా కార్చిన కన్నీళ్ళ సాక్షిగా\nపొందిన గాయాల సాక్షిగా - చిందిన రుధిరంబు సాక్షిగా\nయేసు నిన్ను పిలచుచున్నాడు - నీ కొరకే నిలచియున్నాడు\n\n(1) సర్వపాప పరిహారం కోసం - రక్తప్రోక్షణం ఆవశ్యమని\nమనుషులలో ఎవ్వరూ బలికి పనికి రారని\nపరమాత్ముడే బలియై తిరిగి లేవాలని\nఆర్యఋషులు పలికిన... ఆ... వేదసత్యం\nయేసులోనే నెరవేరెనుగా\n\nశ్లో॥ సర్వపాప పరిహరో రక్తప్రోక్షణమవశ్యం \nతద్రరక్తం పరమాత్మేనా పుణ్యదాన బలియాగం\nఆర్యఋషులు పలికిన ఆ... వేదసత్యం యేసులోనె నెరవేరెనుగా\nయేసే బలియైన పరమాత్మ  ॥శిరముమీద॥\n\n(2) మహాదేవుడే యిలకేతెంచి - యజ్ఞ పశువుగా వధ పొందాలనీ\n కాళ్ళలోన చేతులలో మూడు మేకులుండాలని\nశిరముపైన ఏడు ముళ్ళ గాయాలు పొందాలని\nబ్రాహ్మణాలు పలికిన... ఆ... వేద సత్యం\n క్రీస్తులోనే నెరవేరెనుగా...\n\nశ్లో॥ చత్వారి శృఙ్గత్రయో అస్య పాదాద్వే శీర్షిసప్త\nహస్తాతో అస్యత్రిభూ బద్దో వృషభో రోరవీతి\nమహాదేవో మర్త్యాం ఆవివేశ ఇతి\n బ్రాహ్మణాలు పలికినా వేదోక్తి క్రీస్తులోనే నెరవేరెనుగా\nయేసే మరణించి లేచిన యజ్ఞపురుషుడుగా...||శిరము|",
      "నా జ్యేష్ఠ భాగస్వామి"),
  Song(
      "అందరి ప్రభువైన దేవా",
      "పల్లవి : అందరి ప్రభువైన దేవా - అందుకో నా స్తోత్రార్పణ\nఅందుకో నా ఆరాధనా - అందుకో నా ఆరాధనా\n\n(1) మోడునై నిర్జీవమైన నాలో\nజీవమే నింపావు నీ ప్రేమతో\nచేదైన నన్ను చేతితో తాకి\nమార్చావు నీవు మధురముగా\n||అందరి||\n\n(2)  తెగిన వీణనై పడియున్న నను సరిచేసి\nమధురమౌ రాగాలు పలికించినావు\nఅపశ్రుతులు అన్ని తొలగించినాలో\nనీ స్తుతిని మదిలో నింపావు\n||అందరి|",
      "స్తోత్రార్పణ"),
  Song(
      "నమ్మదగిన దేవుడా నను",
      "పల్లవి : నమ్మదగిన దేవుడా నను నడిపించుమా\nనమ్మకమైన నాయకుడా నను దరిజేర్చుమా\nనీ ఆత్మతో నింపుమా నీ అభిషేకమీయుమా \nఆత్మీయపోరాటంలో నాకు జయమునీయుమా\n||నమ్మదగిన||\n\n(1) నీవు చేరదీయకుంటే నిలిచేదెవరు\nనీవు జాలిచూపకుంటే బ్రతికేదెవరు\nనీవు ఊతమీయకుంటే అడుగేపడదు \nనీవు నాకు తోడుంటే పయనమాగదు నా పయనమాగదు \n॥నమ్మదగిన॥\n\n(2)  కానాను యాత్రలోన నేను కదులుచున్నాను\nనీ మేఘపు నీడలోన నేను నిలిచియున్నాను\nసైన్యములకు అధిపతివై ముందు నడువుమా\nవాగ్దాన దేశములోకి నన్ను చేర్చుమా\n||నమ్మదగిన|",
      "స్తోత్రార్పణ"),
  Song(
      "చెమ్మగిల్లు కళ్ళలోన కన్నీళ్ళెంత",
      "పల్లవి : చెమ్మగిల్లు కళ్ళలోన కన్నీళ్ళెంత కాలం\nకష్టాల బాటలోనే సాగదు పయనం\nవిడుదల సమీపించెను నీకు వెలుగు ఉదయించును\n॥చెమ్మగిల్లు||\n\n(1) నీవు మోసిన నిందకు ప్రతిగా \nపూదండ ప్రభువు యిచ్చునులే\nనీవు పొందిన వేదనలన్ని - త్వరలో తీరిపోవునులే\nనీ స్థితి చూసి నవ్వినవారే - సిగ్గుపడే దినమొచ్చేనులే\n॥విడుదల || చెమ్మగిల్లు||\n\n(2)  అనుభవించిన లేమి బాధలు\nఇకపై నీకు ఉండవులే\nఅక్కరలోన ఉన్నవారికి - నీవే మేలు చేసేవులే\nమొదట నీ స్థితి కొంచెమె ఉన్న - తుదకు వృద్ధిని పొందునులే\n||విడుదల |॥చెమ్మగిల్లు||",
      "స్తోత్రార్పణ"),
  Song(
      "జాలరీ ఓ జాలరీ",
      "పల్లవి : జాలరీ ఓ జాలరీ - కాపరీ నా మంచికాపరి\nమనుషుల పట్టు జాలరీ - ఆత్మలకాయు కాపరి\n\n(1) శోకపు సముద్రాలలో - శోధన కెరటాలలో\nనిలువరమే లేనీ - చిన్ని చేపనయ్యా\n మనసున్న మంచి జాలరీ - చేర్చవా నీ వలలోకి \n॥మనుష్యుల ॥ జాలరి॥\n\n(2) చీకటి మార్గాలలో - లోకాశల ముళ్ళ కంచెలో\nతిరుగులాడుచున్న - చిన్ని గొర్రెనయ్యా \nమనసున్న మంచి కాపరీ - చేరవా నా దరి\n॥మనుష్యుల |॥జాలరి|",
      "స్తోత్రార్పణ"),
  Song(
      "యేసు నీ కోసం",
      "పల్లవి : యేసు నీ కోసం వెదికే నా ప్రాణం\nనా తండ్రి నీకోసం ఈ నా ఆరాటం\nకాలాలు మారిపోతున్నా నీకు చేరువ కాలేకున్నా\nనా సమీపాన నీవు నిలుచున్నా నిను చేరలేకపోతున్నా\n||యేసు||\n\n(1) వేకువ కోసం కావలి వాడు ఆశతో వేచినట్లు \nకలత నిండిన నా హృదయం నీకై చూచుచున్నది\nనిరాశ ఊబి దిగిరా అంది \n నీపై ఆశ నను నిలిపింది\nనీవే చేరకుంటే నను చేరదీయకుంటే\nకన్నీళ్ళలో నేనుంటాను కలలా ముగిసిపోతాను\n॥ యేసు॥\n\n(2)  తొలుకరి కోసం భూతలమంతా ఆశతో చూచినట్లు \nనీదు స్వర్శకై నా మనసు మిగుల ఆశతో వున్నది\nనా వేదన నను బలికా అంది నీపై ఆశే బ్రతికించింది\nనీవే పలుకకుంటే నను పలుకరించకుంటే\nకడు వేదనతో ఉంటాను కథలా ముగిసిపోతాను\n॥ యేసు॥",
      "స్తోత్రార్పణ"),
  Song(
      "వందనాలే నే చేయనా",
      "పల్లవి : వందనాలే నే చేయనా \n సుందరుడైన నా యేసుకే \nస్తోత్రాలే చెల్లించనా - నను గాచే నా రాజుకే\nవందనం నా యేసయ్యా - అందుకో నా మెస్సయ్యా\n ॥వందనాలే||\n\n(1)అర్హతలేని నన్ను తానే \nఅక్కునజేర్చి ఆదరించెనే\nఅపరాధమేమి ఎరుగని తానే \nఅందరి కోసం బలియాగమాయెనే\n॥వందనం॥  ॥వందనాలే||\n\n(2)  వేదనతోనే - కృంగియుండగా  \nఆవేదన తీర్చి - నన్ను ధైర్యపరిచెనే\nఅన్యులలోన - ధన్యతనీయ\nఆ దేవదేవుడే - నా తోడు నిలిచెనే\nనా యేసుదేవుడే - నా తోడు నిలిచెనే\n॥వందనం॥ ॥వందనాలే|",
      "స్తోత్రార్పణ"),
  Song(
      "కలువరి కొండపైనా",
      "పల్లవి : కలువరి కొండపైనా - వ్రేలాడే సిలువలోనా\nఏ దోషమెరుగని నిర్దోషి - ఏ పాపమెరుగని పరవాసి  \n॥కలువరి॥\n\n(1) కఠినులు విసిరిన కొరడాలు\nదేహముపై బడి చీల్చగా \nమూఢులు ఊసిన ఉమ్ములు\nమోముపైన దిగకారగా\nనోరు తెరువడె ఈమౌని\nపాపము నాలో లేదని - ఏ నేరము చేయలేదని\n॥ కలువరి॥\n\n(2)   మహిమలొ వెలిగే ఘనదైవం \nమరణము పొందిన దీవైనం\nతన పిల్లల రక్షణకోసం\nతండ్రే అయ్యెను బలిదానం \nతల్లడిల్లెనే ఆకాశం\nచీకటాయెనె ఈ లోకం - పెనుచీకటాయెనే ఈ లోకం \n ||కలువరి||",
      "స్తోత్రార్పణ"),
  Song(
      "పాడవే కోయిలా",
      "పల్లవి : పాడవే కోయిలా - సుమధురా సువార్త గీతికా\nపరిశుద్ధ దేవుడు యేసుని మదిలో తలచుకొని\nహల్లేలూయా - హల్లేలూయా స్తోత్రమని\n\n(1) మహిమలో వెలిగేటి మారాజు  \nమాకై మహిమవీడి వచ్చాడని\nసర్వము నేటి రారాజు \nమాకై నిరుపేద అయినాడని\nమా పాపభారాన్ని యేసే మోశాడని\nఆ ప్రేమ కిలలోన యేది సాటిరాదని\nపాడవే పాడవే పాడవే కోయిలా    ||పరిశుద్ద||పాడవే|\n\n(2)  మిడిమిడి జ్ఞానంతో మానవులు\nచీకటి దారులను వెతికేరని\nఅంతా తెలుసన్న మోసములో\nఅర్ధంలేని బ్రతుకు గడిపేరని\nయేసు మాట వినని బ్రతుకు అగ్నిగుండమేనని\nఇకనైనా నిజము నెరిగి మనసు మార్చుకోమని\nపాడవే పాడవే పాడవే కోయిలా  ||పరిశుద్ద||పాడవే||",
      "స్తోత్రార్పణ"),
  Song(
      "మంచిమనస్సున్న",
      "పల్లవి : మంచిమనస్సున్న చెల్లి మాట వినవె నా తల్లి \nయేసుపై నిలుపు నీ గురి ఆ...ఆ...\nవర్ధిల్లునమ్మా నీదారి ఆ...ఆ...\n\n(1) లోకములో మనుషుల ప్రేమ శాశ్వతము కాదమ్మా \n అవసరమున్నంత వరకే అనురాగం చూపేరమ్మా\nఅందరు ఎడబాసినా నిన్ను విడిచిపోడమ్మా\nఅలసిన నీ మనసునకు సేద తీర్చునోయమ్మా \nనమ్మమ్మా నా చెల్లెమ్మా ఈ మాటను \nనిజమెరిగి నడువమ్మా ఈ బాటను  ॥మంచి||\n\n(2)  మాయలోక ఛాయలు చూచి మైమరచిపోయేవమ్మా \nవ్యర్ధమైన దానికోసం ఆరాటం ఎందాకమ్మా\nఎండమావి నీరు దాహం తీర్చలేదు ఓ చెల్లెమ్మా\nఎడారైన బ్రతుకులలోన జీవజలం యేసేనమ్మా \n ॥నమ్మమ్మా||మంచి||",
      "మాట తప్పని దేవుడు"),
  Song(
      "ఎగసిపడే ఆనందం",
      "పల్లవి : ఎగసిపడే ఆనందం పరవశించెను నా హృదయం \nతండ్రీ నీ సన్నిధిలో - నా తండ్రి సన్నిధిలో\nఆరాధనా ఆరాధనా - ఆరాధనా నీకే\nఆరాధనా నీకే స్తుతి ఆరాధనా నీకే\n\n(1) బంధకాలు తెగిపోయేనే,\nబాధలన్ని మరుగాయెనే\nనీ ప్రసన్నత నను తాకగా\n దిగులుఅన్నది నను చేరదు  \n॥ఆరాధనా॥ ॥ఎగసిపడే ॥\n\n(2) పరమ తండ్రి నీ ప్రేమనూ \nపల్లవించెద ప్రతిపాటలో\n శుద్ధుడా నీ శుభనామము\nప్రస్తుతించి పొగడెదను \n॥ఆరాధనా॥ ॥ఎగసిపడే ॥",
      "మాట తప్పని దేవుడు"),
  Song(
      "కృపలను తలపోయుచు",
      "పల్లవి : కృపలను తలపోయుచు నీ సన్నుతినే చేయనా \nశాంతి ప్రదాతవు నీవని (2) \nసంకీర్తన సేయనా  ||కృపలను॥\n\n(1) అందరిలోన ఘనుడవు నీవని\nఆదిలో వాక్యపు నాదమె నీవని\nఅందరి కోసం బలియైనవాడవని \nత్యాగము నే చాటనా నీ సిలువ \nయాగము నే చాటనా - యేసయ్యా  ||కృపలను||\n\n(2) వేదనలోన నెమ్మదినీవని \nశోధన బాపే నాధుడ నీవని\nఅంతము వరకు నడిపించు వాడవని\nచరణములే వేడనా నీ పాద\nసన్నిధి నే చేరనా - యేసయ్యా  ||కృపలను||",
      "మాట తప్పని దేవుడు"),
  Song(
      "యేసయ్యా నా యేసయ్యా ",
      "పల్లవి : యేసయ్యా నా యేసయ్యా మంచి యేసయ్యా\n ప్రాణంకంటే మిన్నగా ప్రేమించినావయ్యా \nనీవే లేకపోతే నేనేమౌతానో నా దేవా\nకృపయే లేకపోతే నా గతియేమవునో నా దేవా\n||యేసయ్యా||\n\n(1)  అలసి సొలసి ఆత్మీయతలో కునికి నేను నిద్రించువేళ  \nశత్రువేమో కోరలు చాచి నన్ను మ్రింగజూచేవేళ\nమాట తప్పని దేవుడా నన్ను మరచిపోలేదయ్యా \nదూతనంపి నా కావలిగా నన్ను కాపాడినావయ్యా\n॥యేసయ్యా॥\n\n(2) మాయలోక మత్తులు నన్ను చిత్తుగా ఓడించువేళ\nఅడుగు ముందు సాగలేక అలసి ఆగిపోయే వేళ \nమార్పులేని నా దేవుడా నన్ను మరచిపోలేదయ్యా\nఆత్మబలముతో నను నింపి అడుగు సాగించినావయ్యా\n॥యేసయ్యా॥",
      "మాట తప్పని దేవుడు"),
  Song(
      "యేసూ నీవే నా ఆధారము",
      "పల్లవి : యేసూ నీవే నా ఆధారము \nయేసూ నీవే నా ఆనందము \nనా ప్రాణము నా ధ్యానము నా సర్వము\n\n(1) నన్ను శిక్షించినా నీవే\nనన్ను రక్షించినా నీవే \nగాయపరచినా నీవే \nస్వస్థ పరచినా నీవే\nసమస్తము నా మేలుకొరకే నీవు చేసెదవు\nసరియైన దారిలోన నన్ను నడిపించెదవు\n\n(2)  శ్రమను తప్పించినా నీవే \nనన్ను ఒప్పించినా నీవే \nకోపగించినా నీవే\nకనికరించినా నీవే\nనా కన్నీటిని ఆనందసిరులుగ నీవు చేసెదవు  \nనా దుఃఖమును సంతోషముగా నీవు మార్చెదవు",
      "మాట తప్పని దేవుడు"),
  Song(
      "ఎంచితివా దేవా నను",
      "పల్లవి : ఎంచితివా దేవా నను నమ్మకమైనవానిగా\nనియమించితివా దేవా నీ ప్రేమకు నన్ను సాక్షిగా\nనీ శుభవార్త చాటగా - నీ కార్యాలు చేయగా\n\n(1) ఘనులు జ్ఞానులు ఈ లోకంలో ఎందరొ ఉండగను  \nఘనహీనుడను వెర్రివాడను నను ప్రేమించితివా\nఏమున్నదయ్యా నీ కొరకు నాలో\nబలమునీదేను యేసయ్యా బలహీనుడను నేనయ్యా\n॥ఎంచితివా ||\n\n(2)  కఠిన శ్రమలు ఏ కలతలైనను నను ఎదిరింపగను \nబెదరకుండ నీ పనిచేయుటకు నను స్థిరపరచితివా \nసాక్ష్య జీవితం ఊపిరిగా నీదు మాటలే నా ప్రాణముగా \nసాగిపోయెద యేసయ్యా కడదాకా నడిపించుమయా ",
      "మాట తప్పని దేవుడు"),
  Song(
      "ఇంతకాలము నన్ను కాచెను",
      "పల్లవి : ఇంతకాలము నన్ను కాచెను యేసయ్య నీ కృప \nరెక్కల నీడలో నన్ను దాచెను యేసయ్య నీ కృప\nపర్వతాలు తొలగిన మెట్టలు తత్తరిల్లిన  \nవీడిపోదు నీ... కృప\nయేసుని కృప - అది శాశ్వత కృప||ఇంతకాలము॥\n\n(1) కృంగియున్న నన్ను లేవనెత్తె నీ కృప \nకుములుచున్న నన్ను ఓదార్చె నీ కృప\nనా పక్షముగా పోరాడినది \nనా శోధనలో జయమిచ్చినిది\n ॥యేసునీ కృప|| ||ఇంతకాలము॥\n\n(2)  పతనమైన బ్రతుకును సరిచేసె నీ కృప\nపరిమళాల సువాసనగ మార్చె నీ కృప\nనీ రాజ్యములో నను చేర్చినది\nనీ స్వాస్థ్యమును నియమించినది \n॥యేసునీ కృప॥ ॥ఇంతకాలము ",
      "మాట తప్పని దేవుడు"),
  Song(
      "యేసయ్యా నీ ప్రాణ త్యాగం",
      "పల్లవి : యేసయ్యా నీ ప్రాణ త్యాగం \nచేసింది నా గుండె గాయం\nఓ ప్రభువా ఈ పాపి కోసం\nఅయ్యావా... నువు బలిదానం\n\n(1) నా చేతుల దోషముకై నీ చేతులు నలిగెనే \nనా మలినపు చూపుకే నీ కనుల రక్తముబికెనే\nఎందుకయ్య నేనంటే నీకంత ప్రేమ...\nనిలువెల్ల గాయాలు ఏల ఈ శ్రమ...||యేసయ్యా||\n\n(2)  నా తలపుల పాపమే నీ తలను ముళ్ళు గుచ్చెనే \nనా నడతల దోషమే నీ కాళ్ళ మేకులయ్యెనే\nవంచకుడను నాపై నువు పెంచుకున్న ప్రేమ\nమంచిగ నను మార్చింది నిజములే సుమా...||యేసయ్యా||",
      "మాట తప్పని దేవుడు"),
  Song(
      "దీవించు మా తండ్రి",
      "పల్లవి : దీవించు మా తండ్రి మా భారత దేశాన్ని\nరక్షించు మా తండ్రి మా ప్రేమ సమాజాన్ని  \nనలిగిపోతున్న నా ప్రజను నశియించుచున్న ఆత్మలను\n||దీవించు||\n\n(1) మద్యపానమే మనిషి ప్రాణమును బలిచేయుచున్నది\nఆలుబిడ్డల ఆర్తనాదము ఆకాశమంటుచున్నది\nమాదక ద్రవ్యం యవన బ్రతుకులను శాసించుచున్నది \nఅంధకారమే అందరిపైన రాజ్యము చేయుచున్నది \nఅంధకారమును తొలగించి ఆత్మజ్యోతులను వెలిగించి\n ||దీవించు||\n\n(2)  అశ్లీల చిత్రపు ఆగడాలు మితిమీరుచున్నవి \nమనుషులలో దుష్కామవాంఛను రగిలించుచున్నవి \nహేయమైన బహుఘోర పాపముకు తెరతీయుచున్నది\nఅంధకారమే అందరిపైన రాజ్యము చేయుచున్నది \nఅంధకారమును తొలగించి ఆత్మజ్యోతులను వెలిగించి\n||దీవించు||\n\n(3) మతాల పేరిట మారణ హోమం కొనసాగుచున్నది\nసమతా మమతలమాటె మనిషిలో మరుగవుచున్నది\nరాక్షసత్వమే మనిషితత్వమై అలరారుచున్నది\nప్రేమతత్వమే పనికిరానిదని తలపోయుచున్నది\nరాక్షసత్వమును తొలగించి ప్రేమతత్వమును ప్రబలించి\n ||దీవించు||",
      "దివించు మా తండ్రి"),
  Song(
      "ఏ యోగ్యత",
      "పల్లవి : ఏ యోగ్యతా లేని దానను (లేనివాడను)\nనీ ప్రేమతో ఆదరించుమా \nలోకమనే ఎడారిలో ఎండమావిని \nపాపమనే (శోకమనే) నిశీధిలో నిలిచియుంటిని  \n॥ఏ యోగ్యత॥\n\n(1) ఆకులు రాలి ఫలము లేని \nఎండిన మోడునై నేను ఉంటిని\nఎవరికి గాకా ఏ దరి లేక \nవ్యర్థముగా ఇలలో బ్రతుకుచుంటిని \nఆర్తధ్వని ఆలకించవా \nతండ్రి నన్నాదరించవా   ||ఏ యోగ్యత॥\n\n(2)  హోరునవీచే పెనుగాలైనా \nఆగిపోవును నీ మాటతో  \nహృదయవేదన తొలగిపోవును\nనెమ్మది కలిగించె నీ ఆత్మతో \nఆర్తధ్వని ఆలకించవా తండ్రీ నన్నాదరించవా   \n॥ఏ యోగ్యత॥",
      "దివించు మా తండ్రి"),
  Song(
      "నీ ఆశ",
      "పల్లవి : నీ ఆశ నిరాశ కానేకాదు వేదన ఎందుకు\nనీ కన్నీరు కలకాలముండదు కలతే చెందకు \nనమ్మునేస్తమా ఇది సత్యం \nవీడబోకుమా విశ్వాసం\n\n(1) అవసరాన్ని బట్టి అగ్నివంటి శ్రమలు  \nకలుగుచున్నవని తెలిసీ కలత చెందబోకు\nనిన్ను పిలచిన దేవుడు నమ్మదగినవాడు\nశోధనలో నిన్ను విడిచిపెట్టిపోడు  \nకంటిపాపలా తోడుండి నిను కాచుకుంటాడు\nకన్నతండ్రిలా తోడుండి నిను ఆదుకుంటాడు\n ॥నమ్ము నేస్తమా|| నీ ఆశ॥\n\n(2)  కాల్చ బడకపోతే స్వర్ణం విలువ పొందలేదు \nచీల్చబడకపోతే మేఘం వర్షాన్ని ఇవ్వదు \nదున్న బడకపోతే భూమి పంట నివ్వలేదు\nచెక్కబడకపోతే శిల శిల్పం కాదు \nశ్రమల కొలిమిలో కాలకపోతే యేసు రూపురాదు.\n ॥నమ్ము నేస్తమా॥ నీ ఆశ॥",
      "దివించు మా తండ్రి"),
  Song(
      "ప్రేమంటే ప్రేమ",
      "పల్లవి : ప్రేమంటె ప్రేమ యేసయ్య\nప్రేమ లోకాన దొరకనిదా ప్రేమ \nజ్ఞానాని కందని తండ్రి ప్రేమ  ||ప్రేమంటె||\n\n(1) సొగసు చూచి వలచేనమ్మ  \nఈలోక యవ్వన ప్రేమ\nకురూపినైనా వికారినైనా \nఅక్కున చేర్చును యేసయ్య ప్రేమ  ॥ప్రేమంటే॥\n\n(2) ఉన్నత స్థితిలో ఉంటే నిన్ను \nపలుకరించేను బంధు ప్రేమ \nహీనస్థితిలో దీనస్థితిలో\nవిడువక నిలిచేను యేసయ్య ప్రేమ   ॥ప్రేమంటే|",
      "దివించు మా తండ్రి"),
  Song(
      "సిలువలో నీదు కేక",
      "పల్లవి : సిలువలో నీదు కేక - నా జీవన రేఖా \nనీదు త్యాగాల వెనుకా - ప్రేమ దాగుంది గనుకా \nనా పాపమే మోసితివా \nనా శాపమే భరించితివా\nనేను మరువను యేసయ్యా నిను \nనేను విడువను యేసయ్యా\n\n(1) కన్నుల్లో కన్నీరు నా కోసమే \nకొరడాల గాయాలు నా కోసమే \nమోమున కారే ఉమ్ములు సైతం \nనా కోసమే నా పాపమే  ||నేను||సిలువలో॥\n\n(2)  దూషణ సహియించె నా కోసమే \nహేళన భరియించె నా కోసమే \nశిరమున దాల్చిన ముళ్ళ కిరీటం \nనా కోసమే నా పాపమే ||నేను||సిలువలో||\n\n(3) దప్పిక గొన్నది నా కోసమే\nచేదును తాగింది నా కోసమే\nవిడచిన ప్రాణం బల్లెపు గాయం\nనా కోసమే నా పాపమే ॥నేను|| సిలువలోక",
      "దివించు మా తండ్రి"),
  Song(
      "విన్నపాలు",
      "పల్లవి : విన్నపాలు ఆలకించుమా\nనా విజ్ఞాపనకూ చెవినీయుమా \nవిడుదలకోరి నిను వేడుచున్నాను\nనీ సన్నిధిలో సాగిలపడియున్నాను    ||విన్నపాలు||\n\n(1) రాజులకు రారాజు మమ్మేలే మారాజు \nభూపతలకు అధిపతివి నీవేనయ్యా \nనీకు సాధ్యము కానిదిలేదు \nనిన్ను మించిన పెన్నిధిలేదు     ||విన్నపాలు||\n\n(2)  బలవంతుడవు నీవు బహుపూజనీయుడవు \nబలమైన కార్యాలు చేసే దేవుడవు \nబలహీనతలు తొలగించెదవు\nనీ బలము చూపించెదవు",
      "దివించు మా తండ్రి"),
  Song(
      "ఏమివ్వగలనయ్య",
      "పల్లవి : ఏమివ్వగలనయ్య నీ ప్రేమకూ\nఏమివ్వగలనయ్య నిరుపేదనూ \nనా కొరకు చేసిన త్యాగానికి\nనా కొరకు చిందిన రక్తానికి     ||ఏమివ్వగల||\n\n(1) విస్తార ధనమును నాకివ్వగా నీవు నిరుపేదవైనావుగా \nపరలోక గగనాన భువనాల నేలేటి రారాజువు నీవెగా \nరారాజువు నీవెగా... మా రాజువు నీవెగా  ॥ఏమివ్వగల॥\n\n(2)   నా పాపముల కొరకు నా శాపముల కొరకు \nబలియైన నా యేసయ్యా \nఇలలోన విలువైన ఘనమైన నీ ప్రేమ \nప్రకటింతునూ నేనయ్యా ప్రకటింతును నేనయ్య \nప్రకటించెదా యేసయ్యా",
      "దివించు మా తండ్రి"),
  Song(
      "ఆనంద గానాలు",
      "పల్లవి : ఆనందగానాలతో ఆనందింతు దేవా నీలో \nసంగీతనాదాలతో సంతోషించు దేవా నీలో \nఆరాధన ఆరాధన ఆరాధన........ (2)   ౹౹ఆనంద౹౹\n\n(1) కడిగివేసెను నాదు పాపమున్ \nకార్చిన నీ పరిశుద్ధ రక్తము\nతొలగిపోయెను బంధకాలు\nయేసు నీకె వందనాలు  ॥ఆరాధన ॥ ఆనంద ॥\n\n(2)  శోధనలైనా వేదనలైనా  \nతొలగిపోవును నీ సన్నిధిలో \nకన్నతండ్రివై నీవు నాతోవుండగ\nదేనికి భయపడను  ॥ఆరాధన ॥ ఆనంద ॥",
      "దివించు మా తండ్రి"),
  Song(
      "ఎన్నతగని నన్ను!",
      "పల్లవి : ఎన్నతగని నన్ను ఎన్నుకున్నావూ\nఎందుకింత ప్రేమ చూపావు నాయేసయ్యా \nఎంతమంచి ప్రేమ చూపావు ॥ఎందుకింత ॥ఎన్న॥\n\n(1) పాపినైన నన్ను నీవు కనికంచినావు \nనా పాపములన్నిటిని కడిగివేసినావు\nపతనమైన నా జీవిత గతిని మార్చినావు\nపనికిరాని నన్ను నీ పనికి నిలిపినావు \n॥ఎందుకింత ॥॥ఎన్న॥\n\n(2)  పరలోక పౌరత్వం నాకు నిచ్చినావు \nపరిశుద్ధులతో నిలిచే భాగ్యమిచ్చినావు \nదూతల కందని నీ దివ్యమైన సేవను\nదుమ్ము ధూళినైన నన్ను చేయ నిచ్చినావు \n॥ఎందుకింత ॥॥ఎన్న॥",
      "మా తండ్రి"),
  Song(
      "నీ సేవలోనన్ను కరిగిపోని!",
      "పల్లవి : నీ సేవలో నన్ను కరిగిపోని\nనీ ప్రేమలో నన్ను ఒదిగిపోని \nనీ సిలువ నీడలో నా బ్రతుకు సాగని\nనీ కొరకె నా జీవం అంకిత మవని\nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా ॥నీ పేవలో॥\n\n(1) మోడైన నా బ్రతుకు చిగురింపజేసితివి  \nజీవ జలములతో నా దాహం తీర్చితివి\nమరువలేనయ్యా నీ ప్రేమను\nవిడువను యేసయ్యా నీ పాదమును \nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా  ॥నీ సేవలో॥\n\n(2)  నా దుఃఖమును సంతోషముగా మార్చితివి  \nనలిగిన మనసును నీవే బలపరచితివి \nనలిగిన మనసును నీవే బలపరచితివి\nఎన్నికలేని నన్ను ఎన్నుకునీ \nఎన్నో కార్యములు చేయుచుంటివి \nయేసయ్యా నా యేసయ్యా \nయేసయ్యా యేసయ్యా నా యేసయ్యా ॥నీ సేవలో॥",
      "మా తండ్రి"),
  Song(
      "ఆశ్రయము నీవేనయా",
      "పల్లవి : ఆశ్రయము నీవేనయా - ఆధారము నీవేనయా \nఘోర పాపిని నేనయా - గొప్ప దేవుడా యేసయ్యా  \nఅయ్యా... అయ్యా... యేసయ్యా...||ఆశ్రయమ||\n\n(1) ఆత్మీయులే నన్ను త్రోసి వేసిరీ \nఅవమానమునే నాకు కలుగజేసిరీ\nఈటెలంటి మాటలనే విసురుచుంటిరీ \nనా స్థితిపై జాలి వారు చూపరైతిరీ. \n||అయ్యా||ఆశ్రయము॥\n\n(2)  నా నెళవరులే నాకు అన్యులైతిరీ \nబంధువులు నా యొద్దకు రాక యుంటిరీ \nనా ప్రాణ స్నేహితులు మరచిపోతిరీ\nనా వారే నా చెంతను నిలువరైతిరీ. \n||అయ్యా||ఆశ్రయము॥\n\n(3) అందరు ఎడబాసినా వీడని వాడా... \nఅమ్మకన్న మిన్న ప్రేమ చూపేతోడా...\nనీ చల్లని ఒడిలోకి నన్ను చేర్చుమా... \nనీ రెక్కల నీడలోన సేద దీర్చుమా....\n॥అయ్యా||ఆశ్రయము॥",
      "మా తండ్రి"),
  Song(
      "జీవ జలమా!",
      "పల్లవి : జీవ జలమా షెకీనా మేఘమా\nనాపై చూపిన అనురాగమా \nనాపై నింపిన అభిషేకమా\nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా\nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(1) విడువని ఎడబాయని ఆత్మదేవుడా  \nసర్వసత్యమందు నడుపు నీతి సూర్యుడా\nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా \nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(2)  వేదన పడు వేళలో వెలుగువు నీవే \nఆదరణ కర్తవై ఆదుకొంటివే \nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా \nస్తుతియాగము నీకే అర్పించెదనయ్యా. ॥జీవ జల౹౹\n\n(3) కన్నతల్లి మరచినా మరువనంటివే\nకునుకక నిదురించక కాయుచుంటివే \nస్తోత్రబలి స్తోత్రబలి చేసెదనయ్యా\nస్తుతియాగము నీకే అర్పించెదనయ్యా ॥జీవ జల౹౹",
      "మా తండ్రి"),
  Song(
      "అంకితం నీకంకితం!",
      "పల్లవి : అంకితం నీకంకితం నేటి నుండి నా జీవితం \nనా ప్రాణాత్మ శరీరము యేసు నీకే అంకితం\n\n(1) అన్యజనులలో నీ వార్తను నా బ్రతుకు ద్వారా ప్రకటింతును  \nమాటలు కాక క్రియలతో నేను నాలో నిన్ను కనపరుతును \nనా ప్రాణం నీవయ్యా నీ కొరకే నేనయ్యా\nనా సర్వం నీవయ్యా నా ప్రియుడా యేసయ్యా\n||నా ప్రాణాత్మ॥అంకితం॥\n\n(2)  చివరి శ్వాస విడిచేంతవరకు  \nనాదు సాక్ష్యము కాపాడుము  \nసాక్ష్యము చెదరిపోవుటకంటె \nముందే మరణము కలిగించుము \nనా ప్రాణం నీవయ్యా నీ కొరకే నేనయ్యా \nనా సర్వము నీవయ్యా నా ప్రియుడా యేసయ్యా \n   ||నా ప్రాణాత్మ॥అంకితం!!",
      "మా తండ్రి"),
  Song(
      "పరలోక మందున్న మా తండ్రి!",
      "పల్లవి : పరలోక మందున్న మా తండ్రి\nనీ నామం పరిశుద్ధ పరచబడునుగాక \nనీ రాజ్యము మాకు వచ్చును గాక\n\n(1) నీ చిత్తం పరలోకమందు నెరవేరుచుండునట్లుగా  \nఈ భూమి యందును నెరవేరును గాక ॥పరలోక॥\n\n(2)  మాకు కావలసియున్న ఆహారము \nఅనుదినము నీవు మాకు దయచేయుము \nమా ఋణస్తులను మేయు క్షమియించునట్లు \nనీవు మా ఋణములను క్షమించుము  ॥పరలోక॥\n\n(3) మమ్ములను శోధనలో పడనీయ్యక\nకీడు నుండి మమ్ములను తప్పించుము\nఎందు చేతననగా రాజ్యము బలము\nమహిమ నిరతంరము నీవైయున్నావు.  ॥పరలోక॥ ",
      "మా తండ్రి"),
  Song(
      "మారాలి మారాలి!",
      "పల్లవి : మారాలి మారాలి మనపాత రోత బ్రతుకు మారాలి \nచేరాలి చేరాలి యేసుని పాదాల చెంత చేరాలి \nదీపమున్న నాడె ఇల్లు చక్కదిద్దుకుంటే మంచిది \nశక్తివున్ననాడె భక్తిలోన వుంటే చాలా మంచిది\nయౌవ్వనకాలం యేసులోన వుంటె ఇంకా మంచిదీ మరీ మంచిది\n\n(1) లోకపు కడలిలో లోతున పడివున్నా \nలేపగ యేసు చెయ్యి చాచి వున్నది \nపాపపు జగతిలో సతమత మౌతున్నా \nరక్షణ నీయగా పిలుచుచున్నది\n ప్రేమ మాట విని యేసు బాటలోని కొస్తే మంచిది\nబాటలోనికొచ్చి మాట మారకుంటే చాలా మంచిది\nయేసు మాట విని మనసు మార్చుకుంటే ఇంకా మంచిది మరీ మంచిది\n॥మారాలి॥\n\n(2)  చీకటి బ్రతుకులో మాటు దాగివున్నా \nనిను గమనించు యేసు కన్నులున్నవి. \nశాపములో బడి నశియించుచున్నా\nనీకె కన్నీరు కార్చుచున్నది\nతప్పుదాచి పెట్టకుండ నువ్వు ఒప్పుకుంటే మంచిది\nఒప్పుకున్న తప్పు చెయ్యకుండవుంటే చాలా మంచిది\nయేసు వైపుచూచి నిన్ను దిద్దుకుంటే ఇంకా మంచిది మరీ మంచిది.\n॥మారాలి || ",
      "మా తండ్రి"),
  Song(
      "యేసూ నీ అనురాగం!",
      "పల్లవి : యేసూనీ అనురాగం నిజమైన మమకారం\nచూపునా ఎవరైనా ఈ బ్రతుకులో \nదొరుకునా ఎందైనా ఈ జగతిలో ||యేసూని॥\n\n(1) అమ్మయిన మరచెను - కొన్ని వె వేళలా \nమరువక నను కాచేవు అన్ని వేళలా \nనా మంచి స్నేహితుడా మరువలేను \nనీ ప్రేమ నీ ప్రేమ మరుచుటకంటె మరణమే మేలు సుమా\nనిను వీడి బ్రతుకుటకంటె మరణమే మేలు సుమా. ॥యేసూని॥\n\n(2)  నావారు ఎవరున్నా నీ తోడు సరిరారు \nచేసియున్న బాసలను చిత్రంగా మరచేరు \nఈ లోక బంధాలన్నీ తెగిపోవును ఒకనాడు\nనా తండ్రి మన అనుబంధం విడిపోదు ఏనాడు\nవీడిపోదు ఏనాడు. ॥యేసూని॥",
      "మా తండ్రి"),
  Song(
      "ఆశపడకు",
      "పల్లవి : ఆశపడకు ఈ లోకం కోసం చెల్లెమ్మా\nఆశించేది ఏదయినా అది మట్టేనమ్మా \nమనిషి ఆశించేది ఏదయినా అది మట్టేనమ్మా  ||ఆశపడకు||\n\n(1) ఆశలు రేపే సుందర దేహం మట్టిబొమ్మ ఓ చెల్లెమ్మా  \nవేకువనే లేచి వెదకెదనూ ఉత్సాహ గానము చేసెదను\nదేహం కోరేదేదయినా అది మట్టిలోనె పుట్టిందమ్మా\nవెండి బంగారు వెలగల వస్త్రం పరిమళ పుష్పసుగంధములు మట్టిలో నుండి వచ్చినవేనని \nమరువబోకు నా చెల్లెమ్మా. ॥ఆశపడకు\n\n(2)  అందమైన ఓ సుందరి స్త్రీకి గుణము లేక ఫలమేమమ్మా \nపంది ముక్కునా బంగరుకమ్మి పెట్టిన ఫలితం లేదమ్మ\nఅందమైన ఆ దీనా బ్రతుకులో హద్దులేక ఏమయ్యిందమ్మా..\nఅంతరంగమున గుణము కలిగినా శారా\nచరిత్ర కెక్కిందమ్మా  ||ఆశపడకు||\n\n(3) జాతి కొరకు ఉపవాస దీక్షతో పోరాడిన ఎస్తేరు రాణిలా.. \nనీతి కొరకు తన అత్తను విడవక హత్తుకున్న రూతమ్మ ప్రేమలా..\nకన్నీళ్ళతో ప్రభుకాళ్ళు కడిగి తన కురులతొ తుడిచిన మగ్ధలేనలా\n హన్నావలె మనదోర్కావలె ప్రిస్కిల్లవోలె విశ్వాస వనితలా\nవారి దీక్షయే వారసత్వమై అనంత రాజ్యపు నిత్య స్వాస్ధ్వమై\nపవిత్రమైనా హృదయము కలిగి ప్రభువు కొరకు జీవించాలమ్మా... \n॥ఆశపడకు||",
      "ఆశపడకు"),
  Song(
      "ప్రియుడా యేసయ్యా",
      "పల్లవి : ప్రియుడా యేసయ్యా నా ప్రాణం నీవయ్యా \nనా శైలమా నిన్నే స్తుతియింతునూ \nఏ తల్లి తండ్రి చూపని ప్రేమా చూపేవయ్యా\nఏ బంధువులున్నా నీతో ఎవరు సరిరారయ్యా\n\n(1) ఇహలోకంలో సుఖబోగాలు అక్కరలేదయ్యా \nనీ సన్నిధిలో నా నిత్యము నిలిచే ధన్యత చాలయ్య\nఆ ధన్యత చాలయ్య \nయేసయ్యా నా ప్రియుడా యేసయ్యా నా ప్రియుడా...\n॥ప్రియుడా||\n\n(2)  ధనధాన్యాలు మేడ మిద్దెలు అక్కరలేదయ్యా\nనీ పాదము చెంత స్థలము దొరికితే అది పదికోట్లయ్యా \nఆ స్ధలమే ఘనమయ్యా  ॥యేసయ్యా నాప్రియుడా॥\n\n(3) కష్టములైనా నష్టములైనా భయమే లేదయ్యా\nఎన్నడు నన్ను చేయి విడువని తోడే చాలయ్యా\nనీ తోడే చాలయ్యా ॥యేసయ్యా నాప్రియుడా॥",
      "ఆశపడకు"),
  Song(
      "అందుకొనుము దేవా!",
      "పల్లవి : అందుకొనుము దేవా ఆరాధనా\nనా దీన స్తుతి నివేదనా...   ౹౹అందు౹౹ \n\n(1) కాపాడినావు ఇంత కాలము  \nకాపాడెదవు ఇక ముందు కాలము\nనిన్ను మరువనయ్యా నా జీవితాంతమూ.. \nనీకే నీకే నా బ్రతుకు సొంతము...  ౹౹అందు౹౹\n\n(2)  నా ప్రార్ధనలూ ఆలకించువాడవు \nనా మనవులకూ చెవి యొగ్గెదవు  \nఅంతులేనిదయ్యా నీ అనురాగమూ... \nఅమరం అతి మధురం నీ దివ్య స్నేహము...\n ౹౹అందు౹౹",
      "ఆశపడకు"),
  Song(
      "దేవా నా మొర వినవా",
      "పల్లవి : దేవా నా మొర వినవా - నా ప్రార్ధన ఆలకించవా..\nనాపాపము నన్ను తరుమగా - నా ప్రాణము తల్లడిల్లగా.. \nనీ చెంతకు చేరినానయ్యా - నీ శరణే కోరినానయ్యా\n॥దేవా॥\n\n(1) గాలికి ఊగేరెల్లైనా మనసు \nనెమ్మది లేక కదులుచున్నది \nచేసిన దోషములు నన్ను తరుమగను\nవేదనతో హృదయం అదురుచున్నది\nక్షమియించువాడ నాయేసురాజ\nఈ ఘోరపాపిని క్షమియించుమా.    ||దేవా||\n\n(2)  గతించిపోయే లోకపు నటనలు\nస్థిరమని నమ్మి మోసపోతిని \nగమ్యం తెలియని, జీవిత యాత్రలో \nగతియేమవ్వునో ఎరుగనైతిని\nనడిపించువాడ నా యేసురాజు\nనీ చేతితో నన్ను దరిజేర్చుమా    ||దేవా||",
      "ఆశపడకు"),
  Song(
      "కాలం మారినా",
      "పల్లవి : కాలం మారినా మారని ప్రేమా \nమనుషులు వీడినా విడువని ప్రేమా...\nజగము మారినా యుగము మారినా...\nమారదు మారదు మారనిది యేసు ప్రేమా\nనా యేసు ప్రేమా...\n\n(1) కనుగానని కామమునా కన్నబిడ్డనే బలిచేసి \nచెత్తకుప్పలో పడవేసి చేతులు దులిపేసి పోయే..\nతల్లిప్రేమ విషమాయే లోకం ఈ విధమాయే... \nతల్లి మారినా తండ్రి వీడినా మారదు మారదు \nమారనిది యేసు ప్రేమా నా యేసు ప్రేమా\n||కాలం||\n\n(2)  శక్తినంత ధారవోసి కనిపెంచిన తల్లి తండ్రినీ \nవయసు మీరిపోయిన వేళా వీధిలో పడద్రోసిపోయే \n బిడ్డ ప్రేమ విషమాయే లోకం ఈ విధమాయే \nసుతులు వీడినా గతులు మారినా మారదు మారదు \nమారనిది, యేసుప్రేమా నా యేసు ప్రేమా\n ||కాలం||   ",
      "ఆశపడకు"),
  Song(
      "ఆనందమానంద",
      "పల్లవి : ఆనందమానందమానందమే\nఆత్మాభిషేకము ఆనందమే \nనా యేసు చేసిన వాగ్ధానమే\nనను నింపె ఆత్మతో ఆనందమే (2) \nఆరాధనా స్తుతి ఆరాధనా స్తుతి ఆరాధనా\n\n(1) మేడగదిపై ఆ భక్తులు - పొందిన  \n అభిషేక అనుభవమే\nనాల్కలుగా అగ్నిదిగిరాగా - మైమరచి \nప్రవచించె బహుభాషలూ (2)   \n॥ఆరాధనా॥ ఆనంద॥\n\n(2)  దీనాత్ములైనా ఆ అన్యులు - భక్తకొర్నెలి  \nగృహమందు సమకూడగా.. \nపేతురు వాక్యము ప్రకటించగా\nదిగివచ్చె ప్రభు ఆత్మ అభిషేకమే... (2) \n॥ఆరాధనా॥ ఆనంద॥",
      "ఆశపడకు"),
  Song(
      "ఉన్నతమందున్న దేవా!",
      "పల్లవి : ఉన్నతమందున్న దేవా నాదు సహాయము నీవే.\nకనులెత్తుచున్నా నీవైపు నా ప్రాణదాతవు నీవే  \nస్తోత్రముల్ స్తోత్రముల్ స్తోత్రముల్\n॥స్తోత్రముల్ ॥ ఉన్నతమందు।।\n\n(1)నాభారము నీదేయని మొరలిడుచు వుండగా \nకరుణ చూపి - నీ ప్రేమతో ఆలకించినావూ.. \n మరువలేనయ్యా.. నిను విడువను నా తండ్రీ\n ||2||స్తోత్రముల్ |॥ఉన్నతమందు||\n\n(2)  నీవే నా దిక్కనీ - నీ సన్నిధి చేరితిన్ \n నిస్సహాయ స్థితిలోన - నీ పాదం పట్టితిన్\n అభయమిచ్చినావు - నన్నాదుకొన్నావూ.   \n ||2||స్తోత్రముల్ ||ఉన్నతమందు||",
      "ఆశపడకు"),
  Song(
      "యేసయ్యా నీ ప్రేమకు",
      "పల్లవి : యేసయ్యా నీ ప్రేమకు అంతము లేదూ...\nఈ లోకపు అజ్ఞానుల కది అర్ధంకాదు..  \nప్రేమ చూపినా నిన్ను దూషించేరూ\nప్రాణమిచ్చినా నీపై పగబూనేరూ...\n॥యేసయ్యా॥\n\nఅయ్యో ఈ మనుషులెంత పశుప్రాయులు \nనీ ప్రేమ విలువ తెలసుకోని జ్ఞాన శూన్యులు\n\n(1) మంచిని ప్రకటిస్తుంటే మతమంటారూ  \nమహిమను చేరే దారిని కనకుంటారూ.. \nమార్గము తెలియక తికమక పడుతుంటారూ.. \nమనసు నిలిపి నీ ప్రేమను తెలుసుకోరూ\n||అయ్యో!॥యేసయ్యా!!\n\n(2)  ఆదరించలేని వాటి అర్ధించేరూ..  \nఆశ్రయ పురమా నిన్నే ద్వేషించేరు. \n ఆనందము పొందేందుకు తపియించేరూ\n ఆవేదనతో కాలం గడుపుచుందురూ...\n|అయ్యో॥యేసయ్యా॥॥",
      "ఆశపడకు"),
  Song(
      "ఆరాధనా",
      "పల్లవి : ఆరాధనా - ఆరాధనా....\nఆత్మదేవుడా... నీకే ఆరాధనా.. \nఅద్వితీయుడా - నీకె ఆరాధనా.. ఆరాధనా..\n\n(1) నిండు మనసుతో చేసెద మెండుగ నీ ఆరాధనా.. \nనలిగిన హృదయముతో - పాడెద నీ స్తుతి కీర్తనా..\nవలచినా బ్రతుకునూ - మలచినా యేసయ్యా \nనీకే నీకే చెల్లింతు ఆరాధనా....||ఆరాధన||\n\n(2)  జీవమిచ్చుదేవ నీకు ఉజ్జీవ ఆరాధనా.. \nజీవిత కాలము నీకే అర్పింతును స్తుతి నివేదనా.ఆ.ఆ. \nచెదరినా మనసును సరిచేసినా యేసయ్యా\nనీకే నీకే చెల్లింతు ఆరాధనా॥ ఆరాధనా||",
      "అద్వితీయుడు"),
  Song(
      "ఆకాశమా",
      "పల్లవి : ఆకాశమా ఆలకించుమా.... \nఓ భూమి నీచెవి యొగ్గుమా...\nనేను పిల్లలను పెంచి గొప్ప వారినిగా చేసితి\nవారు నాపైనే తిరుగుబాటుచేసితిరే ||ఆకాశమా||\n\n(1) యెద్దుకు తెలుసు యజమానుడు \nగాడిద యెరుగును తన దొడ్డిని\nనా ప్రజలకు తెలివేలేదాయెనే \nనను విడిచి సృష్టిని పూజింతురే ||ఆకాశమా||\n\n(2)  పశుప్రాయులై మృగవాంఛతో \nకామాంధులై చెడిపోయిరే \nజీవజలముల ఊటను నను విడచి \nఎండమావికై ఎడారి పాలైరే ||ఆకాశమా||",
      "అద్వితీయుడు"),
  Song(
      "చూచే కన్నులీయుమా",
      "పల్లవి : చూచే కనులీయుమా నా యేసయ్యా\nచూచే కనులీయుమా \nసర్వాంగ సుందర నీ రూపము\n కనులారా గాంచి తరియింపగా నిన్ను ౹౹చూచే౹౹\n\n(1)  చల్లని వేళా ఏదేను తోటలో \nఆదాము చూచిన నీ రూపము\nవలచినా బ్రతుకునూ - మలచినా యేసయ్యా \nసింధూర వనములో అబ్రహామును దర్శించినా  \nదేవ నీ రూపము కనులార గాంచి \nతరియింపగా నిన్ను ౹౹చూచే౹౹\n\n(2)  అల యాకోబుతో పెనుగులాడి \nదీవించినా దేవ నీ రూపము \nమండు పొదలో మోషేను పిలిచినా\nనాదేవ దేవా నీ రూపము \nకనులార గాంచి తరియింపగ నన్ను ౹౹చూచే౹౹",
      "అద్వితీయుడు"),
  Song(
      "నా ప్రియుడు",
      "పల్లవి : నా ప్రియుడు నజరేయుడు\nనా దేవుడు ఉన్నవాడు \nఆనందభరితుడనై - అతని నీడలో \nనిత్యము నిలచి యుందును ||నా ప్రియుడు||\n\n(1) ద్రాక్షారసములకన్నా మధురము ఆ ప్రేమా... \nదాచునన్ను కౌగిలిలో - నా యేసు ప్రేమా..\nపరిమళాల కన్నా పరవశమైనా... \nప్రేమయైయున్నాడు నా దేవుడు ||నా ప్రియుడు||\n\n(2)  జలరాశుల గలగలలు పోలిన ఆ స్వరము \nహిమమంత ధవళమును కలిగిన ఆ శిరము \nఅగ్నివంటి నేత్రాలు - అపరంజి పాదాలు\nకలిగివున్నవాడు - నా ఇమ్మానుయేలు ||నా ప్రియుడు ||",
      "అద్వితీయుడు"),
  Song(
      "గోల్గతా",
      "పల్లవి : గోల్గతా కొండపైనా నీ కొరకూ నా కొరకూ\nకన్నీరు కార్చింది ప్రేమా కడగళ్ళ నోర్చింది ప్రేమా \n॥గొల్గోతా౹౹\n\n(1) గెత్సమనే తోటలో దుఖ:పడినదీ \nకడువేదనతో చెమటే రక్తమైనదీ \nకన్నీళ్ళతో తండ్రిని వేడుకొన్నది\nప్రాణాలను బలిచేయ సిద్ధపడినది \nవధకు తేబడిన గొర్రెవోలే - తన శిరము వంచుకున్నది\nనీ కొరకూ, నా కొరకూ మన కొరకూ మనందరి కొరకూ \n॥గొల్గోతా౹౹\n\n(2)  అపరాధిగ తాను ఎంచబడినది అన్యాయపు  \nతీర్పును పొందియున్నది \nఅరచేతుల దెబ్బలు తాను తిన్నది\nతన దేహం సాళ్ళవలె దున్నబడినది\nమనుషులెవరు చూడనొల్లనీ రూపముగా మార్చబడినది\nనీ కొరకూ, నా కొరకూ మన కొరకూ మనందరి కొరకూ \n॥గొల్గోతా౹౹\n\n",
      "అద్వితీయుడు"),
  Song(
      " నా బలమా ",
      "పల్లవి : నా బలమా నిన్నే కీర్తింతునూ\nనా శైలమా నిన్నే స్తుతియింతునూ \nస్తుతియించి స్తుతియించి స్తోత్రింతును\nపొగడి పొగడి పాడెదనూ\n\n(1) పరాక్రమము ప్రభావము - పరిశుద్ధుడవు నీవే  \nవేకువనే లేచి వెదకెదనూ ఉత్సాహ గానము చేసెదను\n||స్తుతియించి|| ||నా బలమా॥\n\n(2)  దివి యందూ భువి యందు \nఆకాశ మందు అధికారి నీవే \nస్తుతి మహిమలు నీకే ఆరోపింతును\nస్తుతిగానములే చేసెదనూ...\n||స్తుతియించి|| ||నా బలమా ||",
      "అద్వితీయుడు"),
];
